{"title":"Come assemblare un PC","author":"Ray Remnant","time":{"published":"2021-04-25T15:42:36Z","modified":"2021-04-25T15:42:36Z"},"image":"https://media.omni-atlas.com/file/situla/content/pc-open-cooler-master-case-side-view","hreflangs":{"it":"come-assemblare-un-pc"},"categories":["Computer Fisso"],"tags":["Guide"],"group":"how-to","meta":{"title":"Come assemblare un PC? Guida Completa","description":"In cerca di un articolo comprensivo che ti aiuti ad assemblare un computer? Qui troverai tutte le informazioni necessarie per completare la tua build.","facebook":{"img":""},"twitter":{"img":""}},"content":[{"html":"<p>Stai valutando l&#8217;acquisto di un computer e vuoi sapere<strong> come assemblare un PC?</strong> Sei nel posto giusto! Questa guida ti aiuterà passo passo con il montaggio del tuo primo PC.</p><p>Da dove iniziare? Il primo passo è quello di <strong>scegliere i componenti del computer</strong>. Con un mercato così caotico, però, può essere difficile orientarsi all&#8217;acquisto. Su Omni Atlas puoi trovare guide in continuo aggiornamento sui componenti per PC.</p><p>Ciò non toglie che puoi consultare questo articolo anche a semplice scopo esplorativo. Magari non sei ancora pronto all&#8217;acquisto o non sei del tutto convinto di poter assemblare un PC. Ma sono certo che, con un po&#8217; di pazienza, troverai una risposta a tutte le tue domande!</p><h2>Consigli prima di iniziare</h2><p>Per procedere con l&#8217;assemblaggio del PC ti basterà un semplice cacciavite philips, se non ne possiedi uno ti consiglio questo <a href=\"https://www.amazon.it/dp/B000X1UX44/?tag=pc-atlas-21\" target=\"_blank\" rel=\"noreferrer noopener\">cacciavite a croce magnetico</a>. Anche delle <a href=\"https://www.amazon.it/dp/B002QZZ1C4/?tag=pc-atlas-21\" target=\"_blank\" rel=\"noreferrer noopener\">pinze a becco curvo</a> potrebbero tornare utili.</p><p>I componenti elettronici possono essere <strong>vulnerabili all&#8217;elettricità statica</strong>, ovvero l&#8217;energia tipicamente generata per sfregamento. Per evitare di danneggiarli, perciò, organizza uno spazio di lavoro privo di tappeti, moquette o simili. Una buona pratica è quella di <strong>utilizzare le scatole dei componenti come base di appoggio</strong>.</p><p>Inoltre, siccome il conduttore di questa energia potresti essere proprio tu, per scaricare l&#8217;elettricità statica accumulata puoi toccare materiali metallici come il case o l&#8217;alimentatore. La protezione ESD (Electrostatic Discharge) dei componenti è migliorata molto nel corso degli anni, quindi i rischi dovrebbero essere minimi, ma è sempre meglio essere cauti.</p><p>Ho avuto a che fare con componentistica hardware di ogni tipo e non ho mai causato danni elettrostatici, ma se vuoi toglierti ogni preoccupazione puoi utilizzare un economico <a href=\"https://www.amazon.it/dp/B017164JG6/?tag=pc-atlas-21\" target=\"_blank\" rel=\"noreferrer noopener\">bracciale antistatico</a>.</p><p>Questo è tutto quello che ti serve sapere prima di andare ad assemblare il PC. Qui sotto trovi passo per passo come installare i componenti, ma, se preferisci, puoi guardare il <a href=\"https://www.youtube.com/watch?v=l3WTH0NaAfM\" target=\"_blank\" rel=\"noreferrer noopener\">video su come assemblare un PC di Basemen Tech</a>.</p><h2>Come installare la CPU</h2><p>Il processo d&#8217;installazione inizia con il processore, questo piccolo ma importante quadratino di pochi centimetri. La CPU andrà collocata nello <strong>slot corrispondente sulla scheda madre, chiamato <em>socket</em></strong>. Il collegamento effettivo tra i due componenti avviene tramite dei <strong>piedini, i cosiddetti <em>pin</em></strong>. Qui le configurazioni Intel e AMD utilizzano un approccio differente (esclusi processore e dissipatore, il resto della guida è perfettamente valida per entrambi), ma non preoccuparti, vedrai che con questa spiegazione dettagliata ti sarà tutto più chiaro.</p><p>Ricorda, <strong>cerca di afferrare il processore solo dai lati</strong> evitando in particolar modo di toccare la parte sottostante dei contatti. Sono componenti sensibili, maneggiali con cautela!</p><p>Inoltre, <strong>non premere o usare la forza in alcun modo durante l&#8217;installazione</strong>, il processore va semplicemente allineato allo slot dove slitterà al suo posto con facilità.</p><figure class=\"content-figure alignleft\"><picture style=\"width:304px;height:158px\"><source srcset=\"https://media.omni-atlas.com/file/situla/content/cpu-amd-ryzen-side-view.webp\" type=\"image/webp\"><source srcset=\"https://media.omni-atlas.com/file/situla/content/cpu-amd-ryzen-side-view.jpg\" type=\"image/jpeg\"><img loading=\"lazy\" src=\"https://media.omni-atlas.com/file/situla/content/cpu-amd-ryzen-side-view.jpg\" class=\"content-image\"  alt=\"\" /></picture></figure><p><strong>Nel caso dei processori AMD i piedini sono posti proprio sulla CPU</strong> (puoi intravederli nell&#8217;immagine). Questi pin sono molto delicati perciò fai attenzione durante gli spostamenti.</p><p>Di conseguenza, sulle schede madri AMD, il socket è composto da numerosi piccoli fori che andranno ad accogliere gli altrettanti piedini della CPU. Puoi immaginarlo come una sorta di Lego in miniatura.</p><figure class=\"content-figure alignright\"><picture style=\"width:375px;height:209px\"><source srcset=\"https://media.omni-atlas.com/file/situla/content/cpu-intel-front-back-view.webp\" type=\"image/webp\"><source srcset=\"https://media.omni-atlas.com/file/situla/content/cpu-intel-front-back-view.jpg\" type=\"image/jpeg\"><img loading=\"lazy\" src=\"https://media.omni-atlas.com/file/situla/content/cpu-intel-front-back-view.jpg\" class=\"content-image\"  alt=\"\" /></picture></figure><p><strong>Per quanto riguarda Intel, invece, i piedini sono collocati sulla scheda madre</strong>. Il rischio di fare danni si sposta quindi su questo componente, dove infatti il socket, e i suoi numerosi pin, sono protetti da una copertura in plastica.</p><p>Ciò vuol dire che i processori Intel posseggono dei semplici contatti &#8220;piatti&#8221; sulla parte inferiore (nella foto puoi vederli chiaramente). In questo caso la CPU verrà allineata per poi essere spinta in posizione dalla pressione del meccanismo di blocco.</p><p>Nonostante le differenze, i processori Intel e AMD sono comunque molto simili durante l&#8217;assemblaggio.</p><p>Veniamo al dunque, come si procede con l&#8217;installazione della CPU? Prima di tutto, <strong>tira fuori la scheda madre dalla sua confezione</strong>, dopodiché richiudi la scatola e riutilizzala come base di appoggio per il componente.</p><h3>Sbloccare lo slot</h3><p>Accanto allo slot del processore, ovvero il socket, puoi notare una piccola leva metallica. Questa ha lo scopo di tenere la CPU ferma al suo posto una volta installata. Procedi <strong>tirando&nbsp;leggermente la leva a destra e accompagnandola verso l&#8217;alto fino a quando non sentirai un intoppo</strong>.</p><ul><li>Nel caso di Intel dovrai tirar su anche il piccolo blocco metallico posto sopra il socket, collegato al meccanismo della leva. Non è necessario rimuovere la plastica protettiva che lo ricopre.</li><li>Diversamente, AMD ha un approccio più essenziale utilizzando una semplice asta in metallo.</li></ul><p>Ora il processore è pronto a essere montato, ma prima bisogna capire in quale verso. Infatti, <strong>per una corretta installazione del componente dovrai far combaciare un triangolino, presente sia su un angolo del processore che del socket</strong>. Una volta compreso l&#8217;orientamento, puoi procedere con il montaggio.</p><h3>Installare il processore</h3><figure class=\"content-figure alignright\"><picture style=\"width:446px;height:345px\"><source srcset=\"https://media.omni-atlas.com/file/situla/content/cpu-intel-installed-socket-unlocked.webp\" type=\"image/webp\"><source srcset=\"https://media.omni-atlas.com/file/situla/content/cpu-intel-installed-socket-unlocked.jpg\" type=\"image/jpeg\"><img loading=\"lazy\" src=\"https://media.omni-atlas.com/file/situla/content/cpu-intel-installed-socket-unlocked.jpg\" class=\"content-image\"  alt=\"\" /></picture></figure><p>Prendi la CPU dai lati e, con molta cautela, avvicinala al socket. Tieni d&#8217;occhio il triangolino e cerca di <strong>allinearla il più perfettamente possibile allo slot</strong>. Quando sei abbastanza sicuro del risultato, allenta piano piano la presa. Se non dovesse slittare subito all&#8217;interno del socket, sposta leggermente il processore dai lati. Ed ecco fatto, la CPU è installata!</p><p>Per verificare che sia montata correttamente, controlla che la distanza tra il processore e il socket sia equivalente su ogni lato (non dovresti poter vedere i pin nel caso di AMD). Insomma, <strong>la CPU dev&#8217;essere perfettamente orizzontale</strong>, in linea con la scheda madre. Questo è il processo più sensibile dell&#8217;assemblaggio, ma se procedi con cautela e pazienza, niente può andare storto.</p><h3>Bloccare lo slot</h3><p>Una volta accertato che sia tutto allineato a dovere, <strong>richiudi il meccanismo di blocco del processore</strong>.</p><ul><li>Se hai una configurazione Intel, abbassa prima il blocco di metallo quadrato e tieni d&#8217;occhio le due alette poste sulla sommità inferiore del meccanismo. Fai sì che queste due alette siano inserite al di sotto della testa della grossa vite centrale. A volte la leva laterale potrebbe interferire, perciò, se necessario, tienila alzata fino ad azione completata. Fatto ciò, rimetti anche la leva al suo posto spostandola lievemente verso destra e posizionandola sotto l&#8217;apposita sporgenza in metallo. La protezione in plastica dovrebbe saltare fuori a questo punto, ti consiglio di riporla nella confezione della scheda madre. Operazione conclusa!</li><li>Per i sistemi AMD invece, ti basterà riabbassare la levetta laterale alla sua posizione iniziale. Facile facile.</li></ul><figure class=\"content-figure aligncenter\"><picture style=\"width:560px;height:369px\"><source srcset=\"https://media.omni-atlas.com/file/situla/content/cpu-intel-installed-socket-locked.webp\" type=\"image/webp\"><source srcset=\"https://media.omni-atlas.com/file/situla/content/cpu-intel-installed-socket-locked.jpg\" type=\"image/jpeg\"><img loading=\"lazy\" src=\"https://media.omni-atlas.com/file/situla/content/cpu-intel-installed-socket-locked.jpg\" class=\"content-image\"  alt=\"\" /></picture></figure><h2>Come installare il dissipatore CPU</h2><p>Montato il processore, il prossimo passo è l&#8217;installazione del dissipatore CPU. Esistono una marea di modelli con sistemi di aggancio differenti, perciò qui sotto illustrerò solamente <strong>i passaggi per montare i dissipatori stock Intel e AMD</strong> (quelli inclusi nella confezione del processore).</p><p>Se hai acquistato un dissipatore a parte, segui le istruzioni riportate sul relativo manuale. Inoltre, se si tratta di un dissipatore a liquido, o di uno ad aria particolarmente grande, dovrai rimandare il montaggio a più tardi, quando avrai inserito la scheda madre all&#8217;interno del case.</p><h3>Applicare la pasta termica</h3><figure class=\"content-figure alignright\"><picture style=\"width:323px;height:326px\"><source srcset=\"https://media.omni-atlas.com/file/situla/content/cpu-cooler-intel-stock-thermal-paste-pre-applied.webp\" type=\"image/webp\"><source srcset=\"https://media.omni-atlas.com/file/situla/content/cpu-cooler-intel-stock-thermal-paste-pre-applied.jpg\" type=\"image/jpeg\"><img loading=\"lazy\" src=\"https://media.omni-atlas.com/file/situla/content/cpu-cooler-intel-stock-thermal-paste-pre-applied.jpg\" class=\"content-image\"  alt=\"\" /></picture></figure><p>Per funzionare a dovere i dissipatori hanno bisogno della pasta termica, una sostanza vischiosa che si pone tra la superficie di contatto del dissipatore e il processore. Nessuna paura, <strong>nel caso dei dissipatori stock la pasta termica è già pre-applicata</strong>. L&#8217;unica cosa da tenere a mente è di <strong>non toccare la base di contatto del dissipatore</strong>, potresti rovinare l&#8217;applicazione della pasta termica e, di conseguenza, ridurre le capacità di raffreddamento del componente.</p><p>Se per un motivo o l&#8217;altro avessi bisogno di applicare manualmente la pasta termica, ti consiglio questo <a href=\"https://www.amazon.it/dp/B004D3TUG0/?tag=pc-atlas-21\" target=\"_blank\" rel=\"noreferrer noopener\">tubicino di pasta termica Arctic MX-2</a>. Spesso i dissipatori comprati a parte includono un tubicino simile nella confezione, puoi usare anche quello senza preoccupazioni. La realtà è che, a parte rare (e costose) eccezioni, <strong>la differenza fra i vari brand di pasta termica è spesso impercettibile</strong>.</p><p>Un po&#8217; come il metodo di applicazione della pasta: il web è ricco di teorie e fantasie su questo aspetto del dissipatore. Nei fatti, però, che sia una croce, un quadrato o una faccina, finché c&#8217;è abbastanza pasta termica l&#8217;impatto sulle prestazioni sarà irrilevante (a meno che non sia una faccina triste, in quel caso il PC si rifiuterà di avviarsi). In sintesi, la soluzione è <strong>applicare una goccia di pasta termica al centro del processore</strong> senza pensarci troppo su (ricorda che se stai montando per la prima volta il dissipatore incluso nella scatola della CPU puoi saltare questo passaggio).</p><p>Bene, chiuso il capitolo pasta termica, puoi andare avanti con l&#8217;installazione. Nel caso, <strong>usa la parte della ventola per poggiare temporaneamente il dissipatore</strong>, evitando che la pasta termica pre-applicata venga rovinata.</p><h3>Collegare la ventola CPU</h3><figure class=\"content-figure alignright\"><picture style=\"width:389px;height:284px\"><source srcset=\"https://media.omni-atlas.com/file/situla/content/cpu-fan-connector.webp\" type=\"image/webp\"><source srcset=\"https://media.omni-atlas.com/file/situla/content/cpu-fan-connector.jpg\" type=\"image/jpeg\"><img loading=\"lazy\" src=\"https://media.omni-atlas.com/file/situla/content/cpu-fan-connector.jpg\" class=\"content-image\"  alt=\"\" /></picture></figure><p>La prima cosa da fare è connettere la ventola del dissipatore alla scheda madre. Individua il connettore CPU_FAN posizionato sulla parte superiore della scheda (prendi come riferimento l&#8217;immagine), dovrebbero esserci scritte identificative su ogni attacco, ma se hai difficoltà puoi consultare il manuale. Fatto ciò, avvicina il dissipatore e <strong>collega il cavo della ventola al connettore CPU_FAN</strong>.</p><p>In questo modo potrai installare il dissipatore correttamente, senza la preoccupazione che il cavo sia troppo teso o che, peggio, non raggiunga il connettore sulla scheda madre.</p><h3>Installare il dissipatore stock</h3><p>Nonostante svolgano la stessa funzione, le differenze fra Intel e AMD sono molto più marcate stavolta. Qui sotto trovi la fase preparativa, prenditi del tempo e assicurati che sia tutto in ordine per l&#8217;installazione.</p><ul><li>Il dissipatore Intel utilizza un sistema di aggancio equilatero con quattro piedini. Questo vuol dire che può essere montato in qualsiasi verso, sempre che il cavo della ventola raggiunga il connettore. Per evitare interferenze, <strong>cerca di indirizzare il cavo fuori dalla portata della ventola</strong>, magari facendolo passare intorno al perimetro del dissipatore. Una volta sistemato, individua la posizione migliore per l&#8217;installazione e passa allo step successivo.</li><li>La soluzione di AMD prevede invece la rimozione delle quattro viti ai lati del socket*. Una volta rimosse, i due elementi in plastica dovrebbero sganciarsi, per sicurezza conservali nella confezione della scheda madre (potrebbero tornarti utili, non si sa mai). Ora puoi vedere chiaramente i quattro fori sottostanti che serviranno per fissare il dissipatore alla scheda madre. La forma rettangolare ti permette di installare il componente in un verso o nell&#8217;altro, scegli quello secondo te più adeguato (tieni sempre d&#8217;occhio il cavo) e vai avanti con la guida. <small>*L&#8217;unica eccezione è il dissipatore Wraith Prism incluso esclusivamente con la CPU <a href=\"https://www.amazon.it/dp/B07B428M7F/?tag=pc-atlas-21\" target=\"_blank\" rel=\"noreferrer noopener\">AMD Ryzen 7 2700X</a></small></li></ul><figure class=\"content-figure aligncenter\"><picture style=\"width:548px;height:321px\"><source srcset=\"https://media.omni-atlas.com/file/situla/content/cpu-cooler-amd-ryzen-wraith-spire-wraith-stealth.webp\" type=\"image/webp\"><source srcset=\"https://media.omni-atlas.com/file/situla/content/cpu-cooler-amd-ryzen-wraith-spire-wraith-stealth.jpg\" type=\"image/jpeg\"><img loading=\"lazy\" src=\"https://media.omni-atlas.com/file/situla/content/cpu-cooler-amd-ryzen-wraith-spire-wraith-stealth.jpg\" class=\"content-image\"  alt=\"\" /></picture></figure><figure class=\"content-figure alignright\"><picture style=\"width:361px;height:234px\"><source srcset=\"https://media.omni-atlas.com/file/situla/content/cpu-cooler-intel-stock-install-arrow.webp\" type=\"image/webp\"><source srcset=\"https://media.omni-atlas.com/file/situla/content/cpu-cooler-intel-stock-install-arrow.jpg\" type=\"image/jpeg\"><img loading=\"lazy\" src=\"https://media.omni-atlas.com/file/situla/content/cpu-cooler-intel-stock-install-arrow.jpg\" class=\"content-image\"  alt=\"\" /></picture></figure><p>Ora, fatti i dovuti accorgimenti, puoi procedere con l&#8217;installazione del dissipatore stock. Per aiutarti nell&#8217;impresa, ecco la spiegazione dettagliata.</p><ul><li>Tornando al dissipatore Intel, in corrispondenza dei quattro punti di aggancio puoi intravedere una freccia in rilievo, che sta a indicare un piccolo meccanismo ruotante. Assicurati che ognuno di questi elementi sia girato in senso orario (come in foto). Viceversa, in caso di rimozione, girali in senso antiorario. Non ti resta che allineare il dissipatore ai vari fori e premere sui rispettivi punti di aggancio finché non sentirai un <em>click</em>. Ecco fatto, dissipatore installato!</li><li>Nel caso di AMD dovrai semplicemente mettere il dissipatore in posizione e stringere le viti. Ti consiglio di iniziare con una diagonale, ma, se proprio ti trovi in difficoltà, puoi spingere il blocco di metallo sul retro della scheda madre per far sì che la vite raggiunga il corrispettivo foro. E anche il montaggio del dissipatore è concluso!</li></ul><h2>Come installare la RAM</h2><figure class=\"content-figure alignright\"><picture style=\"width:500px;height:127px\"><source srcset=\"https://media.omni-atlas.com/file/situla/content/ram-ddr4-corsair-vengeance-lpx.webp\" type=\"image/webp\"><source srcset=\"https://media.omni-atlas.com/file/situla/content/ram-ddr4-corsair-vengeance-lpx.jpg\" type=\"image/jpeg\"><img loading=\"lazy\" src=\"https://media.omni-atlas.com/file/situla/content/ram-ddr4-corsair-vengeance-lpx.jpg\" class=\"content-image\"  alt=\"\" /></picture></figure><p>Fortunatamente, l&#8217;installazione della memoria RAM è molto più semplice. Tieni presente che <strong>i moduli di RAM vanno installati in un verso</strong> che è determinato da quella piccola fessura di contatti mancanti (puoi chiaramente vederla nell&#8217;immagine). Anche sui vari slot puoi infatti notare un leggero rilievo che andrà a combaciare con la memoria adeguata. Questo serve per evitare di inserire RAM incompatibile, ma niente paura, seguendo le mie guide non puoi sbagliare!</p><p>Ora, per sbloccare lo slot, dovrai <strong>fare pressione sui due morsetti ai lati dello slot RAM e inclinarli verso l&#8217;esterno</strong> (a volte solo uno è inclinabile). Dopodiché, metti il modulo in posizione e inseriscilo. A questo punto i morsetti dovrebbero richiudersi automaticamente e fare un leggero <em>click</em>. Per finire, ti consiglio di premere alle due estremità della RAM per verificare che sia installata correttamente. Tutto qui!</p><figure class=\"content-figure aligncenter\"><picture style=\"width:554px;height:404px\"><source srcset=\"https://media.omni-atlas.com/file/situla/content/ram-corsair-vengeance-lpx-installed-on-motherboard.webp\" type=\"image/webp\"><source srcset=\"https://media.omni-atlas.com/file/situla/content/ram-corsair-vengeance-lpx-installed-on-motherboard.jpg\" type=\"image/jpeg\"><img loading=\"lazy\" src=\"https://media.omni-atlas.com/file/situla/content/ram-corsair-vengeance-lpx-installed-on-motherboard.jpg\" class=\"content-image\"  alt=\"\" /></picture></figure><h3>In quale slot installare la RAM?</h3><p>Tutto dipende da quanti moduli RAM devi installare. Se si tratta di <strong>un solo modulo, puoi installarlo in qualsiasi slot, non farà differenza</strong>.</p><p>Se invece possiedi <strong>un kit RAM composto da più moduli, disponili in maniera alternata</strong> (primo e terzo slot / secondo e quarto slot), ma puoi verificare sul manuale della scheda madre qual è la posizione ottimale. Ciò ti permetterà di sfruttare al massimo le prestazioni di questo componente.</p><p>Nell&#8217;ultimo caso, invece, il numero di moduli corrisponde al numero di slot. Il problema non si pone, utilizza semplicemente tutti gli slot RAM a disposizione (non fare caso all&#8217;ordine dei moduli RAM, sono tutti virtualmente identici).</p><h2>Come installare la scheda madre</h2><p>È arrivato il turno della scheda madre, il punto di collegamento fra tutta la componentistica PC. Per iniziare, <strong>prendi il case e rimuovi entrambe le paratie laterali</strong>. Fatto ciò, osserva i due lati e <strong>poggia il case su un fianco facendo in modo che il lato spazioso sia accessibile</strong>. Bene, il case è in posizione!</p><h3>Installare la mascherina</h3><p>La mascherina (detta anche <em>backplate</em>) è un dettaglio spesso dimenticato quando si installa la scheda madre. Sul retro del case, nella parte superiore, è presente un&#8217;apertura rettangolare. Qui è dove avrai accesso alle porte I/O della scheda madre — USB, jack audio, ethernet etc. Il compito della mascherina è quello di coprire tutti gli spazi vuoti di questa apertura, proteggendo i componenti da agenti esterni e migliorando anche il look della configurazione.</p><figure class=\"content-figure aligncenter\"><picture style=\"width:620px;height:190px\"><source srcset=\"https://media.omni-atlas.com/file/situla/content/motherboard-backplate.webp\" type=\"image/webp\"><source srcset=\"https://media.omni-atlas.com/file/situla/content/motherboard-backplate.jpg\" type=\"image/jpeg\"><img loading=\"lazy\" src=\"https://media.omni-atlas.com/file/situla/content/motherboard-backplate.jpg\" class=\"content-image\"  alt=\"\" /></picture></figure><p>Okay, ma come installare la mascherina nel case? Devi prima di tutto capire il verso di installazione: compara la mascherina con le uscite sulla scheda madre (il suggerimento più evidente sono i tre / sei fori per i jack audio posti sempre sulla parte inferiore). Fatto questo, <strong>allinea la mascherina all&#8217;apertura rettangolare dall&#8217;interno del case e spingi sui bordi finché non sarà incastrata perfettamente al suo posto</strong>. A volte la mascherina potrebbe usare un meccanismo differente, se qualcosa non dovesse coincidere alla descrizione, consulta il manuale della scheda madre.</p><h3>Posizionare i supporti</h3><p>Per una corretta installazione, la scheda madre ha bisogno di alcuni supporti sul case. I cosiddetti <em>standoff</em> servono sia a sollevare la scheda madre dalla base in metallo, sia per avvitare il componente al case.</p><figure class=\"content-figure alignleft\"><picture style=\"width:168px;height:210px\"><source srcset=\"https://media.omni-atlas.com/file/situla/content/motherboard-standoff.webp\" type=\"image/webp\"><source srcset=\"https://media.omni-atlas.com/file/situla/content/motherboard-standoff.jpg\" type=\"image/jpeg\"><img loading=\"lazy\" src=\"https://media.omni-atlas.com/file/situla/content/motherboard-standoff.jpg\" class=\"content-image\"  alt=\"\" /></picture></figure><p>Siccome le motherboard hanno dimensioni standard, questi supporti di colore giallo sono <strong>spesso già installati</strong> all&#8217;interno del case. Ma, se così non fosse, puoi trovare le linee guida incise sulla placca metallica o indicate all&#8217;interno del manuale, oppure puoi semplicemente fare una comparazione diretta coi fori presenti sulla scheda madre. Compresa la disposizione, procedi <strong>avvitando i supporti manualmente e stringendoli con l&#8217;uso di una pinza</strong>. Gli standoff sono tipicamente inclusi come accessori insieme al case, ma, in caso di necessità, puoi acquistare singolarmente dei <a href=\"https://www.amazon.it/dp/B071J6T9TL/?tag=pc-atlas-21\" target=\"_blank\" rel=\"noreferrer noopener\">supporti in ottone per la scheda madre</a>.</p><p>Come ultima precauzione, <strong>sposta tutti i cavi dalla zona di montaggio della scheda madre</strong>. Spesso i cavi di ventole e pannello frontale rimangono incastrati, ma con un po&#8217; di attenzione puoi prevenire il problema.</p><h3>Installare la scheda madre</h3><p>Bene, ora è tutto pronto per l&#8217;installazione della scheda madre. Avvicinala con cautela all&#8217;interno del case e allineala alla mascherina sul retro e ai vari supporti sottostanti. Procedi con calma e <strong>assicurati che le porte sul retro del case siano accessibili</strong>.</p><p>Una volta messa in posizione, non ti rimane che <strong>utilizzare le viti e fissare la scheda madre al case</strong> (potresti aver bisogno di tenere spinta la motherboard verso sinistra). Per non sbagliare, ti consiglio di utilizzare un approccio diagonale con le viti. E anche questa è fatta!</p><h2>Come collegare i cavi della scheda madre</h2><figure class=\"content-figure alignright\"><picture style=\"width:384px;height:284px\"><source srcset=\"https://media.omni-atlas.com/file/situla/content/front-panel-cables.webp\" type=\"image/webp\"><source srcset=\"https://media.omni-atlas.com/file/situla/content/front-panel-cables.jpg\" type=\"image/jpeg\"><img loading=\"lazy\" src=\"https://media.omni-atlas.com/file/situla/content/front-panel-cables.jpg\" class=\"content-image\"  alt=\"\" /></picture></figure><p>La parte più intricata dell&#8217;assemblaggio di un PC: il collegamento dei cavi alla scheda madre. Questi possono avere tantissime funzioni, ma qui troverai come collegare quelli fondamentali. Fai attenzione, <strong>i cavi e i connettori associati alla scheda madre sono abbastanza fragili</strong>, non forzarli troppo.</p><p>In corrispondenza del pannello frontale del case dovresti trovare un lungo insieme di cavi. Ognuno di questi ha un compito diverso e andrà inserito in un punto preciso sulla scheda madre, più precisamente nella zona inferiore.</p><h3>Organizzare i cavi</h3><p>Cerca di organizzare i cavi facendoli passare nei pressi della paratia laterale (quella a ridosso della scheda madre). Il punto di arrivo sono i fori del case posizionati poco più in basso della scheda madre. Da qui i cavetti dovrebbero raggiungere i relativi connettori, ma potrai cambiare il loro percorso se così non fosse.</p><h3>Collegare il pannello frontale</h3><figure class=\"content-figure alignleft\"><picture style=\"width:484px;height:363px\"><source srcset=\"https://media.omni-atlas.com/file/situla/content/motherboard-front-panel-connectors.webp\" type=\"image/webp\"><source srcset=\"https://media.omni-atlas.com/file/situla/content/motherboard-front-panel-connectors.jpg\" type=\"image/jpeg\"><img loading=\"lazy\" src=\"https://media.omni-atlas.com/file/situla/content/motherboard-front-panel-connectors.jpg\" class=\"content-image\"  alt=\"\" /></picture></figure><p>Ora individua il gruppo di connettori PWR / RESET / HDD sulla scheda madre (usa come riferimento l&#8217;immagine), a volte può essere indicato come JFP1. In genere trovi delle <strong>piccole indicazioni guida sotto i connettori</strong> che ti aiuteranno a capire dove inserire i cavi, altrimenti dovrai rivolgerti al manuale.</p><p>I cavi si distinguono invece tramite delle evidenti scritte (ad esempio POWER_SW) che corrispondono, in pratica, a quelle sulla scheda madre. In caso i simboli siano omessi, considera il cavo colorato come &#8220;+&#8221;. Non ti rimane che inserire, con un po&#8217; di pazienza, ogni cavetto al proprio posto. Hai appena collegato il tasto di accensione e reset, insieme agli eventuali LED frontali, che ora dovrebbero funzionare.</p><h3>Collegare USB, audio e ventole</h3><figure class=\"content-figure alignright\"><picture style=\"width:266px;height:174px\"><source srcset=\"https://media.omni-atlas.com/file/situla/content/internal-usb-cable-audio-cable.webp\" type=\"image/webp\"><source srcset=\"https://media.omni-atlas.com/file/situla/content/internal-usb-cable-audio-cable.jpg\" type=\"image/jpeg\"><img loading=\"lazy\" src=\"https://media.omni-atlas.com/file/situla/content/internal-usb-cable-audio-cable.jpg\" class=\"content-image\"  alt=\"\" /></picture></figure><p>Puoi tirare un respiro di sollievo, la parte difficile è passata. I cavi USB e audio hanno una disposizione specifica dei piedini, così come i relativi connettori sulla scheda madre (che trovi sempre nell&#8217;estremità inferiore), insomma è impossibile inserirli in maniera errata. L&#8217;unica sfida sarà infatti individuare questi connettori, ricorda che quello USB 3.0 è leggermente più grande ed è spesso collocato sulla parte destra della scheda madre.</p><p>Stesso discorso per le ventole, hanno una forma particolare che rende quasi impossibile inserirle altrove. Puoi trovare i connettori sulla scheda madre indicati come CHA_FAN o SYS_FAN, ma anche PUMP_FAN o W_PUMP nel caso siano predisposti per il raffreddamenti a liquido. A differenza degli altri connettori, gli attacchi delle ventole sono collocati un po&#8217; ovunque, se hai difficoltà consulta il manuale della scheda madre.</p><p>Una volta collegato il tutto, controlla che l&#8217;instradamento dei cavi sia soddisfacente e, soprattutto, che non siano troppo tesi. Ecco fatto, i cavi sono collegati!</p><h2>Come installare SSD o hard disk interno</h2><p>È arrivato il momento di installare i dispositivi di archiviazione, che sia un hard disk o un SSD qui troverai tutto quello che ti serve sapere.</p><h3>Installare hard disk / SSD SATA</h3><figure class=\"content-figure aligncenter\"><picture style=\"width:543px;height:444px\"><source srcset=\"https://media.omni-atlas.com/file/situla/content/hdd-ssd-dimensions.webp\" type=\"image/webp\"><source srcset=\"https://media.omni-atlas.com/file/situla/content/hdd-ssd-dimensions.jpg\" type=\"image/jpeg\"><img loading=\"lazy\" src=\"https://media.omni-atlas.com/file/situla/content/hdd-ssd-dimensions.jpg\" class=\"content-image\"  alt=\"\" /></picture></figure><p>I dispositivi di archiviazione SATA sono i più comuni in assoluto. Vengono proposti in formati da 3.5 pollici (solo per PC desktop) e 2.5 pollici (ottimizzati per i portatili), ma le porte necessarie per farli funzionare sono le stesse.</p><p>La prima cosa da fare è <strong>individuare gli slot appropriati all&#8217;interno del case</strong>, in genere sono situati verso la zona frontale, ma non sempre. Questi slot fanno spesso uso dei fori sulla parte laterale e inferiore di hard disk e SSD, ma possono anche avere meccanismi più innovativi. Per qualsiasi dubbio puoi rivolgerti al manuale del case.</p><p>Insomma, non si può fare una regola generale su questo tema, ma ti consiglio di dare un&#8217;occhiata ai vari accessori presenti nella scatola del case e tenerli a portata di mano.</p><p>Compreso il sistema di montaggio, non ti resta che <strong>mettere il dispositivo in posizione e fissarlo al suo posto</strong>.</p><h3>Collegare i cavi SATA</h3><p>Un hard disk o SSD SATA <strong>ha bisogno di due cavi per funzionare</strong>, uno per la trasmissione dei dati e l&#8217;altro per l&#8217;alimentazione (che vedrai in seguito con il montaggio dell&#8217;alimentatore). Entrambi hanno una caratteristica forma a &#8220;L&#8221; per evitare di inserirli nel verso sbagliato, ma si distinguono per le dimensioni. Il cavo dati SATA è infatti più sottile, mentre il cavo di alimentazione è visibilmente più allungato.</p><figure class=\"content-figure alignright\"><picture style=\"width:465px;height:303px\"><source srcset=\"https://media.omni-atlas.com/file/situla/content/sata-cable-connected-to-hard-disk.webp\" type=\"image/webp\"><source srcset=\"https://media.omni-atlas.com/file/situla/content/sata-cable-connected-to-hard-disk.jpg\" type=\"image/jpeg\"><img loading=\"lazy\" src=\"https://media.omni-atlas.com/file/situla/content/sata-cable-connected-to-hard-disk.jpg\" class=\"content-image\"  alt=\"\" /></picture></figure><p>All&#8217;interno della confezione della scheda madre dovrebbero esserci almeno due cavetti SATA, ma, nel caso, puoi sempre acquistare <a href=\"https://www.amazon.it/dp/B01LN6RK2A/?tag=pc-atlas-21\" target=\"_blank\" rel=\"noreferrer noopener\">un paio di economici cavi SATA</a>.</p><p>Procedi <strong>collegando un&#8217;estremità del cavo alla scheda madre</strong> (non c&#8217;è un verso da rispettare). Trovi le varie porte SATA nella zona in basso a destra, a volte posizionate proprio sul bordo della scheda. Fatto ciò, <strong>guida il cavo verso il dispositivo interessato e collegalo nell&#8217;apposita porta</strong> (quella più corta a sinistra). Perfetto, l&#8217;hard disk / SSD è montato!</p><h3>Installare SSD M.2</h3><p>Grazie alle loro dimensioni ridotte, gli SSD M.2 vanno invece installati proprio sulla scheda madre. Puoi trovare gli <strong>slot M.2 collocati sulla parte inferiore della motherboard</strong>, spesso a ridosso degli slot PCIe, ma a volte possono essere nascosti da qualche tipo di dissipatore passivo. Se non sei sicuro, consulta il manuale della scheda madre.</p><p>Sempre all&#8217;interno della confezione della scheda dovresti trovare una piccola vite e un supporto con una vite alla base (oppure sono già montate sullo slot). Vicino allo slot M.2 puoi notare tanti piccoli fori, è qui che andrai a inserire questo supporto. Per determinare il foro esatto, avvicina l&#8217;SSD M.2 e usalo come riferimento. Ora <strong>prendi il supporto e avvitalo manualmente al suo posto</strong>, una modesta stretta sarà sufficiente.</p><figure class=\"content-figure aligncenter\"><picture style=\"width:932px;height:330px\"><source srcset=\"https://media.omni-atlas.com/file/situla/content/ssd-m2-installed-on-motherboard.webp\" type=\"image/webp\"><source srcset=\"https://media.omni-atlas.com/file/situla/content/ssd-m2-installed-on-motherboard.jpg\" type=\"image/jpeg\"><img loading=\"lazy\" src=\"https://media.omni-atlas.com/file/situla/content/ssd-m2-installed-on-motherboard.jpg\" class=\"content-image\"  alt=\"\"  srcset=\"https://media.omni-atlas.com/file/situla/content/ssd-m2-installed-on-motherboard.jpg 932w, https://media.omni-atlas.com/file/situla/content/ssd-m2-installed-on-motherboard-768x272.jpg 768w\" sizes=\"(max-width: 932px) 100vw, 932px\" /></picture></figure><p>Il prossimo passo è il montaggio, <strong>tenendolo inclinato un po&#8217; verso l&#8217;alto, inserisci l&#8217;SSD M.2 nello slot</strong> (attenzione al verso!). Dopodiché, abbassalo gradualmente finché non avrà raggiunto l&#8217;altezza del supporto. Non rimane che <strong>allinearlo al foro del supporto e fissarlo con la piccola vite</strong>. Ed ecco fatto, l&#8217;SSD M.2 è pronto a partire!</p><h2>Come installare la scheda video</h2><p>Ci siamo quasi. La scheda video è tra gli ultimi componenti ad essere installati perché, date le sue dimensioni, spesso blocca l&#8217;accesso ad aree importanti della scheda madre. È perciò il momento di fare un checkup dei connettori e assicurarsi che sia tutto ben saldo. Inoltre, verifica che la scheda video abbia tutto lo spazio necessario. Bene, procediamo!</p><h3>Rimuovere le coperture degli slot</h3><figure class=\"content-figure alignright\"><picture style=\"width:360px;height:348px\"><source srcset=\"https://media.omni-atlas.com/file/situla/content/case-expansion-slots.webp\" type=\"image/webp\"><source srcset=\"https://media.omni-atlas.com/file/situla/content/case-expansion-slots.jpg\" type=\"image/jpeg\"><img loading=\"lazy\" src=\"https://media.omni-atlas.com/file/situla/content/case-expansion-slots.jpg\" class=\"content-image\"  alt=\"\" /></picture></figure><p>Sul retro del case, sotto le porte della scheda madre, sono presenti una serie di piastre removibili. Queste servono a proteggere l&#8217;interno del PC da agenti esterni, ma bloccano anche il passaggio di eventuali componenti.</p><p>Individua sulla scheda madre il primo slot PCIe x16 partendo dall&#8217;alto: è qui che andrai a installare la scheda video (lo slot PCIe x16 è quello più lungo fra le due varianti e ha una linguetta sul bordo destro). Dovrai perciò <strong>rimuovere la copertura in concomitanza di questo slot e quella immediatamente sottostante</strong> (in genere le GPU occupano due slot, ma può variare da modello a modello). Per farlo dovrai levare le viti che tengono fissate le coperture, o sbloccare qualsiasi meccanismo utilizzi. Nel dubbio, il manuale è il tuo migliore amico.</p><h3>Installare la scheda video</h3><p>Ora manca un semplice dettaglio. Alla destra dello slot PCIe trovi un piccolo meccanismo in plastica, <strong>spingi questa linguetta verso il basso</strong>. Dopo aver inserito la scheda video, dovrebbe tornare al suo posto facendo da blocco di sicurezza. Puoi finalmente installare la GPU!</p><p>Afferra la scheda dalla parte superiore e tieni d&#8217;occhio i vari punti chiave a cui allinearla. Controlla che le uscite video riescano a passare attraverso le aperture e che la base di installazione coincida perfettamente con lo slot sulla scheda madre. Dovrebbe scivolare all&#8217;interno dello slot senza troppe difficoltà, perciò non forzarla.</p><p>Una volta inserita, non resta che <strong>fissarla tramite le viti delle coperture</strong> rimosse precedentemente (sempre che non sia presente un altro sistema). La scheda video è installata!</p><figure class=\"content-figure aligncenter\"><picture style=\"width:701px;height:399px\"><source srcset=\"https://media.omni-atlas.com/file/situla/content/gpu-card-installed.webp\" type=\"image/webp\"><source srcset=\"https://media.omni-atlas.com/file/situla/content/gpu-card-installed.jpg\" type=\"image/jpeg\"><img loading=\"lazy\" src=\"https://media.omni-atlas.com/file/situla/content/gpu-card-installed.jpg\" class=\"content-image\"  alt=\"\" /></picture></figure><h2>Come montare l&#8217;alimentatore PC</h2><p>E infine l&#8217;alimentatore, il cuore della configurazione che vedrà finalmente il suo primo battito. Qui sotto troverai le istruzioni su come installarlo e come collegare tutti i cavi nel posto giusto.</p><h3>Installare l&#8217;alimentatore</h3><p>Il punto di installazione dell&#8217;alimentatore è in genere situato sul fondo del case. Puoi infatti notare un&#8217;apertura rettangolare sul retro, dove il componente si affaccerà con l&#8217;esterno.</p><figure class=\"content-figure alignright\"><picture style=\"width:416px;height:222px\"><source srcset=\"https://media.omni-atlas.com/file/situla/content/psu-rear-view.webp\" type=\"image/webp\"><source srcset=\"https://media.omni-atlas.com/file/situla/content/psu-rear-view.jpg\" type=\"image/jpeg\"><img loading=\"lazy\" src=\"https://media.omni-atlas.com/file/situla/content/psu-rear-view.jpg\" class=\"content-image\"  alt=\"\" /></picture></figure><p>Per cominciare, <strong>posiziona i cavi verso l&#8217;interno e la ventola verso il basso</strong> (se devi poggiare il PC su un tappeto meglio orientarla verso l&#8217;alto). Dopodiché, <strong>inserisci l&#8217;alimentatore in posizione</strong> attraverso un lato del case (a volte sono montati proprio dal retro utilizzando un sistema a scorrimento) e allinea i vari fori. Spingilo verso l&#8217;apertura e usa le viti incluse per fissarlo al suo posto. Perfetto, ora rimangono solo da inserire i cavi.</p><h2>Come collegare i cavi di alimentazione</h2><p>Ora <strong>raddrizza il case e fai passare l&#8217;ammasso di cavi attraverso la fessura a destra dell&#8217;alimentatore</strong>. Affacciati sull&#8217;altro lato del case e prenditi del tempo per snodare e organizzare tutti i cavi. Ogni cavo ha <strong>uno slot e un verso preciso</strong>, non cercare di forzarli! Qui sotto trovi una descrizione dettagliata di ogni cavo di alimentazione.</p><h3>Cavo scheda madre</h3><figure class=\"content-figure alignright\"><picture style=\"width:424px;height:300px\"><source srcset=\"https://media.omni-atlas.com/file/situla/content/motherboard-power-cable-atx-24-pin.webp\" type=\"image/webp\"><source srcset=\"https://media.omni-atlas.com/file/situla/content/motherboard-power-cable-atx-24-pin.jpg\" type=\"image/jpeg\"><img loading=\"lazy\" src=\"https://media.omni-atlas.com/file/situla/content/motherboard-power-cable-atx-24-pin.jpg\" class=\"content-image\"  alt=\"\" /></picture></figure><p>Inizia con il cavo più grosso, anche detto a 24 pin o semplicemente ATX. Questo andrà inserito nello <strong>slot corrispondente sulla scheda madre, in genere posizionato sul bordo destro</strong>. Porta perciò il cavo in prossimità dello slot usando i fori ai lati della scheda madre.</p><p>Attenzione al verso! Questo è determinato dalla <strong>linguetta sul cavo che dovrà corrispondere ad una piccola sporgenza sullo slot</strong>. Se hai difficoltà, puoi individuarla toccando la plastica circostante dello slot.</p><p>Compreso l&#8217;orientamento, inserisci il connettore. In questo caso potresti aver bisogno di spingere un po&#8217; di più, cerca di <strong>fare pressione sui lati per assicurarti che sia inserito correttamente</strong>.</p><h3>Cavo CPU</h3><figure class=\"content-figure alignright\"><picture style=\"width:266px;height:176px\"><source srcset=\"https://media.omni-atlas.com/file/situla/content/cpu-power-cable-eps-8-pin.webp\" type=\"image/webp\"><source srcset=\"https://media.omni-atlas.com/file/situla/content/cpu-power-cable-eps-8-pin.jpg\" type=\"image/jpeg\"><img loading=\"lazy\" src=\"https://media.omni-atlas.com/file/situla/content/cpu-power-cable-eps-8-pin.jpg\" class=\"content-image\"  alt=\"\" /></picture></figure><p>Il cavo interessato stavolta è quello da 8 pin o, formalmente, EPS. In genere è <strong>suddiviso in due connettori da 4 pin</strong> ed è perciò chiamato 4+4 (alcuni alimentatori di fascia bassa usano un solo connettore a 4 pin). Si distingue perciò dal cavo PCIe per la scheda video che ha 8 pin, ma un formato 6+2 (lo puoi vedere in dettaglio nel suo capitolo dedicato). Ma non temere, nonostante siano identici a prima vista, delle piccole incisioni ne impediscono l&#8217;inserimento errato.</p><p>Questo connettore serve ad alimentare la CPU e <strong>il relativo slot è posizionato nella zona superiore della scheda madre</strong>, al di sopra del socket. Se presente, indirizza il cavo attraverso il foro in alto, in prossimità della motherboard. Una volta raggiunto, non ti resta che inserire il connettore nell&#8217;apposito slot. A volte può essere davvero difficile da raggiungere, ma c&#8217;è poco da fare, munisciti di pazienza e prima o poi riuscirai a fare centro.</p><h3>Cavo scheda video</h3><figure class=\"content-figure alignright\"><picture style=\"width:274px;height:189px\"><source srcset=\"https://media.omni-atlas.com/file/situla/content/gpu-power-cable-pcie-8-pin.webp\" type=\"image/webp\"><source srcset=\"https://media.omni-atlas.com/file/situla/content/gpu-power-cable-pcie-8-pin.jpg\" type=\"image/jpeg\"><img loading=\"lazy\" src=\"https://media.omni-atlas.com/file/situla/content/gpu-power-cable-pcie-8-pin.jpg\" class=\"content-image\"  alt=\"\" /></picture></figure><p>Questo è invece <strong>il cavo PCIe che può avere 6 o 8 pin</strong> nel formato 6+2. Rispetto al cavo EPS, quello PCIe a 8 pin si distingue per la sezione da 2 pin flessibile — potrai inclinare e nascondere meglio questa porzione del cavo nel caso non sia necessaria.</p><p>Lo slot è tipicamente <strong>collocato sull&#8217;estremità destra della scheda video</strong>, ma alcuni modelli potrebbero esserne completamente privi. Le GPU di fascia bassa hanno infatti consumi molto bassi e non richiedono alimentazione aggiuntiva. Se hai dubbi, rivolgiti al manuale della scheda video.</p><p>Anche qui dovrai inserire i connettori in un verso preciso, ma dovresti notare con facilità le piccole sporgenze in plastica sullo slot. Non resta che infilare il connettore al suo posto.</p><h3>Cavo SATA per hard disk o SSD</h3><figure class=\"content-figure alignleft\"><picture style=\"width:280px;height:202px\"><source srcset=\"https://media.omni-atlas.com/file/situla/content/sata-power-cable.webp\" type=\"image/webp\"><source srcset=\"https://media.omni-atlas.com/file/situla/content/sata-power-cable.jpg\" type=\"image/jpeg\"><img loading=\"lazy\" src=\"https://media.omni-atlas.com/file/situla/content/sata-power-cable.jpg\" class=\"content-image\"  alt=\"\" /></picture></figure><p>I cavi a forma di &#8220;L&#8221; sono destinati ai dispositivi di archiviazione SATA. Su uno stesso cavo sono presenti più connettori, puoi infatti <strong>collegare molteplici dispositivi utilizzandone solo uno</strong>. L&#8217;ideale per tenere organizzati i cavi.</p><p>Porta il cavo vicino all&#8217;hard disk o SSD. Affianco al cavo dati, che hai già collegato precedentemente, dovresti notare la presa a forma di &#8220;L&#8221; corrispondente al connettore. Allinea e connetti il cavo, ecco fatto!</p><h2>Come assemblare un PC: i prossimi passi</h2><p>Il PC è finalmente assemblato! Ora dovrai solo collegare i vari cavi video, USB etc. e, infine, installare il sistema operativo (di cui realizzerò una guida a parte).</p><p>Prima di richiudere il case, però, ti consiglio di collegare alimentatore e monitor al PC. Ora <strong>prova ad accendere il sistema</strong>, dovrebbe apparire qualcosa su schermo, che sia una sequenza di scritte riguardanti la mancanza di un &#8220;Boot Device&#8221; o l&#8217;interfaccia del BIOS.</p><p>Se invece il PC o il monitor non dà segni di vita, controlla di aver inserito tutti i cavi correttamente. Se hai riscontrato problemi o hai semplicemente un dubbio su come assemblare un PC, scrivimi un <a rel=\"noreferrer noopener\" href=\"https://t.me/RayRemnant\" target=\"_blank\">messaggio diretto su Telegram</a> o unisciti al <a rel=\"noreferrer noopener\" href=\"https://discord.gg/uM5wTYg\" target=\"_blank\">canale Discord di Omni Atlas</a>!</p>"}],"type":"post"}