{"title":"Miglior RAM","author":"Ray Remnant","time":{"published":"2021-04-17T18:51:33Z","modified":"2021-04-25T16:41:50Z"},"image":"https://media.omni-atlas.com/file/situla/content/ram-corsair-vengeance-lpx-single","hreflangs":{"it":"miglior-ram"},"categories":["RAM"],"tags":["Guide Acquisto"],"group":"buying-guides","meta":{"title":"Miglior RAM: quale scegliere? Guida Acquisto","description":"Indeciso su quale RAM acquistare? Ecco una guida comprensibile che ti aiuterà a capire la RAM adatta alla tua configurazione desktop.","facebook":{"img":""},"twitter":{"img":""}},"content":[{"html":"<p>In cerca della <strong>miglior RAM</strong> per la tua configurazione desktop? Sei nel posto giusto. In questa guida troverai la RAM perfetta per ogni situazione.</p><p>La RAM (Random Access Memory) <strong>è una memoria ultra-veloce che ha lo scopo di tenere pronti all&#8217;uso tutti i file attualmente in uso dal sistema</strong> e, quindi, scambiare velocemente dati con la CPU.</p><h2>Come scegliere la RAM per PC fisso</h2><figure class=\"content-figure aligncenter\"><picture style=\"width:529px;height:321px\"><source srcset=\"https://media.omni-atlas.com/file/situla/content/ram-corsair-vengeance-lpx-single.webp\" type=\"image/webp\"><source srcset=\"https://media.omni-atlas.com/file/situla/content/ram-corsair-vengeance-lpx-single.jpg\" type=\"image/jpeg\"><img loading=\"lazy\" src=\"https://media.omni-atlas.com/file/situla/content/ram-corsair-vengeance-lpx-single.jpg\" class=\"content-image\"  alt=\"\" /></picture></figure><p>In questo articolo troverai le informazioni necessarie per <strong>scegliere la miglior RAM DDR4 per PC desktop</strong>. Qualsiasi configurazione di ultima generazione fa esclusivamente uso di questa tipologia di memoria. Se invece vuoi aumentare la RAM del tuo PC, assicurati di scegliere una memoria dalle caratteristiche quanto più simili a quella attualmente installata. Puoi individuare il modello esatto di RAM nel tuo computer attraverso software gratuiti come <a href=\"https://www.cpuid.com/softwares/cpu-z.html\" target=\"_blank\" rel=\"noopener noreferrer\">CPU-Z</a> o <a href=\"https://www.ccleaner.com/speccy\" target=\"_blank\" rel=\"noopener noreferrer\">Speccy</a>.</p><ul class=\"list1em\"><li>Per <strong>capacità della RAM</strong> si intende il suo quantitativo, espresso in GB (gigabyte). Più capacità avremo a disposizione, più il sistema riuscirà a gestire pesanti carichi di lavoro. È consigliabile avere almeno 8 GB di RAM per un computer al passo coi tempi.</li><li>La <strong>frequenza della RAM</strong> rappresenta invece i calcoli per secondo che è in grado di eseguire, espressa in MHz (megahertz). Maggiore sarà la frequenza, migliore sarà la performance della memoria. Le RAM DDR4 più comuni hanno una frequenza di 2400 o 2666 MHz, mentre i modelli ad alte prestazioni sono in genere da 3000 o 3200 MHz (possono arrivare più in alto, ma da qui in poi hanno un costo spropositato).</li></ul><p>Il tema frequenze è però tutt&#8217;altro che semplice. Le piattaforme Intel ed AMD presentano differenze sostanziali nel supporto della RAM. Se da un lato potresti non sfruttare a pieno le potenzialità della RAM a causa dei limiti imposti sulla scheda madre (Intel), dall&#8217;altro c&#8217;è la possibilità di non poter raggiungere le frequenze dichiarate per problemi di compatibilità (AMD). Qui sotto cercherò di fare luce sulla questione.</p><h3>RAM per Intel Coffee Lake</h3><table class=\"wp-block-table relation-table specs-3\"><tbody><tr><th><sub>CPU</sub> \\ <sup>Scheda Madre</sup></th><th>H310 B360 H370</th><th>Z370 Z390</th></tr><tr><th>Processori Sbloccati K*</th><td>2666 MHz</td><td rowspan=\"3\">Frequenze Sbloccate</td></tr><tr><th>Core i7<br>Core i5</th><td>2666 MHz</td></tr><tr><th>Core i3<br>Pentium<br>Celeron</th><td>2400 MHz</td></tr><tr><td colspan=\"3\" class=\"extra-info-table\"><small>*Ad esempio Intel Core i5 9600K</small></td></tr></tbody></table><p>L&#8217;azienda impone forti limiti sulle frequenze RAM raggiungibili dalle proprie configurazioni. Per quanto riguarda l&#8217;ultima architettura Intel Coffee Lake, i processori della serie Celeron, Pentium e Core i3 possono arrivare a supportare RAM fino a 2400 MHz, mentre i Core i5 e Core i7 arrivano fino a 2666 MHz. Il vincolo è inoltre presente anche sul lato scheda madre, le H310, B360 e H370 limitano le frequenze RAM a 2666 MHz. Questo vuol dire che <strong>l&#8217;unico modo per ottenere frequenze superiori ai 2666 MHz è abbinare un processore K con una scheda madre Z</strong>,  come ad esempio il core i5 9600K e una motherboard Z390.</p><p>Le precedenti generazioni di CPU Intel presentano uno schema simile, impostando le frequenze a 2400 MHz nel caso di Intel Kaby Lake (serie 7000) e a 2133 MHz nel caso di Intel Skylake (serie 6000).</p><p> In conclusione, <strong>Intel concede la libertà sulle frequenze solo a configurazioni di fascia alta</strong>, composte appunto da componenti sbloccati. </p><h3>RAM per AMD Ryzen</h3><table class=\"wp-block-table specs-3\"><tbody><tr><th>CPU</th><th>Frequenze</th><th>Overclock</th></tr><tr><th>Ryzen 3rd Gen</th><td>3200 MHz</td><td rowspan=\"3\">Si*</td></tr><tr><th>Ryzen 2nd Gen</th><td>2993 MHz</td></tr><tr><th>Ryzen 1st Gen</th><td>2667 MHz</td></tr><tr><td colspan=\"3\" class=\"extra-info-table\"><small>*Le frequenze raggiungibili dipendono dalle varie combinazioni di scheda madre e processore<br></small></td></tr></tbody></table><p> La competizione ha invece un approccio completamente differente. <strong>AMD non pone alcun limite sulle frequenze raggiungibili</strong>, anche se storicamente è sempre stata un passo indietro ad Intel per quanto riguarda il supporto di RAM ad alte frequenze. </p><p> Andando ad analizzare il grafico, le frequenze indicate qui sopra sono  quelle garantite da AMD. Al suo debutto, la prima generazione di Ryzen  ha sofferto molto la mancanza di supporto per memorie sopra i 2666 MHz.  Tuttavia, nel corso del tempo, l&#8217;azienda si è fatta valere lavorando a  stretto contatto con i produttori di memorie e migliorandone  drasticamente la compatibilità. Possiamo perciò dire che AMD e Intel  competono più o meno sullo stesso livello.</p><h3>Altro da sapere sulla RAM per PC desktop</h3><p>Prima di andare a scegliere effettivamente la miglior RAM per la tua configurazione, è necessario mettere qualche puntino sulle i. Sarò breve, promesso.</p><ul><li>Le RAM sopra i 2666 MHz sono considerate da overclock e richiedono l&#8217;attivazione del profilo XMP nel BIOS per raggiungere le frequenze stabilite. Non ti preoccupare, è un passaggio molto semplice!</li><li>Se la memoria ha una frequenza troppo alta per la tua configurazione, <strong>il sistema assegnerà automaticamente la frequenza massima raggiungibile</strong>. Insomma, finché è la giusta tipologia di RAM (DDR4 in questo caso) il PC si dovrebbe avviare.</li><li>La memoria RAM per PC desktop si presenta sotto forma di &#8220;modulo&#8221; o &#8220;banco&#8221;. In questa guida troverai dei kit composti da due o più di questi moduli. Qual è la differenza? <strong>Nel più dei casi avere più di un modulo RAM non comporta vantaggi percettibili</strong>, ma se scegli uno di questi kit assicurati di installare i moduli in maniera alternata (primo e terzo slot / secondo e quarto slot).</li><li>La latenza della RAM è il tempo di risposta impiegato dal modulo per soddisfare una richiesta. Viene espressa nelle caratteristiche tecniche sotto la sigla CL (CAS Latency), più questo valore sarà basso, più le prestazioni ne godranno. Si tratta tuttavia di una specifica avanzata dedicata ad appassionati ed overclocker. In genere è preferibile investire su capacità e frequenza.</li></ul><p>Qui si conclude questa lunga (ma necessaria!) premessa. Spero di aver fatto chiarezza sui vari aspetti della memoria RAM, ma se hai ancora dubbi o ti serve aiuto, mi trovi nella sezione commenti in fondo all&#8217;articolo!</p><p>Proseguiamo quindi con la selezione di miglior RAM suddivisa per capacità. Si parte da economiche memorie da 4 GB, fino a colossali kit da ben 32 GB. Infine, per aiutarti nella scelta, ogni proposta è affiancata da una semplice ma esauriente scheda tecnica.</p><h2>Miglior RAM DDR4 4 GB</h2>"},{"code":"CT4G4DFS6266","type":"RAM","name":{"brand":"Crucial","capacity":"4 GB","full":"Crucial"},"specs":{"capacity":4,"frequency":2666,"latency":[19,19,19],"dimm":"UDIMM","type":"DDR4","voltage":1.2,"bandwidth":21300,"rank":"single"},"image":{"url":"https://f003.backblazeb2.com/file/situla-staging/product/ram-crucial","width":500,"height":138},"shop":{"it":{"amazon":{"id":"B07K8ZHX6D","availability":1,"price":25.61,"prime":true},"pseudoPrice":23,"ranking":["amazon"]}},"score":16.2,"text":"Vuoi aumentare la RAM del tuo PC? Oppure sei in cerca di una semplice ed economica memoria DDR4? La proposta di Crucial ha tutte le carte in regola per essere considerata la miglior RAM da 4 GB. Il look non è certamente il suo forte, essendo sprovvista di un dissipatore dedicato, ma non si può ottenere di meglio a questo prezzo. <strong>Se tutto quello che ti interessa è un prodotto valido che faccia il suo lavoro, con questa RAM non puoi sbagliare.</strong>","blockType":"postProduct1"},{"html":"<h2>Miglior RAM&nbsp;DDR4 8 GB</h2>"},{"code":"BL8G32C16U4R","type":"RAM","name":{"brand":"Crucial","capacity":"8 GB","full":"Crucial Ballistix"},"specs":{"capacity":8,"frequency":3200,"latency":[18,18,18,36],"dimm":"UDIMM","type":"DDR4","voltage":1.35,"bandwidth":25600},"image":{"url":"https://f003.backblazeb2.com/file/situla-staging/product/ram-crucial-ballistix","width":500,"height":190},"shop":{"it":{"amazon":{"id":"B084GS4QV6","availability":1,"price":43.91,"prime":true},"pseudoPrice":39,"ranking":["amazon"]}},"score":20.2,"text":"La quantità di memoria a disposizione è fondamentale per ottenere le prestazioni desiderate dal proprio PC, ecco perché 8 GB di RAM sono ormai considerati il minimo indispensabile. Se vuoi realizzare un computer di nuova generazione, questa memoria targata Crucial potrebbe fare al caso tuo. Il modello scelto primeggia nel rapporto prezzo / performance, con delle caratteristiche tecniche ideali per qualsiasi configurazione. <strong>Vuoi un prodotto al passo coi tempi, ma che rispetti il tuo budget? Questa è la miglior RAM da 8 GB che puoi scegliere.</strong>","blockType":"postProduct1"},{"html":"<h2>Miglior RAM&nbsp;DDR4 16 GB</h2>"},{"code":"BL2K8G32C16U4B","type":"RAM","name":{"brand":"Crucial","capacity":"16 GB","full":"Crucial Ballistix"},"specs":{"capacity":16,"frequency":3200,"latency":[16,18,18,36],"dimm":"UDIMM","type":"DDR4","voltage":1.35,"bandwidth":25600,"modules":2},"image":{"url":"https://f003.backblazeb2.com/file/situla-staging/product/ram-crucial-ballistix","width":500,"height":190},"shop":{"it":{"amazon":{"id":"B083TRRT16","availability":1,"price":85.99,"prime":false},"pseudoPrice":85,"ranking":["amazon"]}},"score":20.2,"text":"Un kit da 16 GB che spicca per le prestazioni elevate. In questo caso, il brand Crucial prevale sulla competizione grazie alle ottime frequenze ed al prezzo molto vantaggioso. Le specifiche tecniche sono l'ideale per una configurazione di alto livello, mentre il design minimalista contribuirà al look complessivo del PC. <strong>Ampia capacità e frequenze superiori? Questo kit Ballistix rappresenta il giusto compromesso per un sistema high-end.</strong>","blockType":"postProduct1"},{"code":"PVS416G400C9K","type":"RAM","name":{"brand":"Patriot","capacity":"16 GB","full":"Patriot Viper"},"specs":{"capacity":16,"frequency":4000,"latency":[19,19,19,39],"dimm":"UDIMM","type":"DDR4","voltage":1.35,"bandwidth":32000,"modules":2},"shop":{"it":{"amazon":{"id":"B07KXNGWRF","availability":1,"price":114.9,"prime":true},"pseudoPrice":103,"ranking":["amazon"]}},"image":{"url":"https://f003.backblazeb2.com/file/situla-staging/product/ram-patriot-viper","width":500,"height":358},"score":20.2,"text":"Se invece non vuoi scendere a compromessi, questo kit di memorie potrebbe fare al caso tuo. Le Patriot Viper  uniscono la performance dei 4000 MHz insieme a un look estremamente accattivante. Assicurati di avere una configurazione di alto livello per sfruttarne al meglio questo tipo di RAM. <strong>Desideri prestazioni al top? Le RAM Viper sono la miglior scelta del momento.</strong>","blockType":"postProduct1"},{"html":"<h2>Miglior RAM&nbsp;DDR4 32 GB</h2>"},{"code":"BL2K16G30C15U4R","type":"RAM","name":{"brand":"Crucial","capacity":"32 GB","full":"Crucial Ballistix"},"specs":{"capacity":32,"frequency":3000,"latency":[15,16,16,15],"dimm":"UDIMM","type":"DDR4","voltage":1.35,"bandwidth":24000,"modules":2},"shop":{"it":{"amazon":{"id":"B083TRRT1L","availability":1,"price":165.39,"prime":true},"pseudoPrice":148,"ranking":["amazon"]}},"image":{"url":"https://f003.backblazeb2.com/file/situla-staging/product/ram-crucial-ballistix","width":500,"height":190},"score":20.2,"text":"Un eccellente kit di RAM ad alte frequenze affiancato dal classico design minimalista Crucial. Se le tue necessità di memoria proprio non riescono ad essere soddisfatte con le proposte precedenti, allora la scelta non può che ricadere su un kit da 32 GB. Un mix semplice e funzionale dal prezzo molto competitivo. <strong>Vuoi un kit da ben 32 GB con un mix bilanciato di performance e look? Le Crucial Ballistix sono una scelta più che valida.</strong>","blockType":"postProduct1"},{"code":"CMH16GX4M2D3600C18","type":"RAM","name":{"brand":"Corsair","capacity":"32 GB","full":"Corsair Vengeance RGB PRO SL"},"specs":{"capacity":32,"frequency":3600,"latency":[18,22,22,42],"dimm":"UDIMM","type":"DDR4","voltage":1.35,"bandwidth":28800,"modules":2},"shop":{"it":{"amazon":{"id":"B08SQC325S","availability":1,"price":219.61,"prime":true},"pseudoPrice":197,"ranking":["amazon"]}},"image":{"url":"https://f003.backblazeb2.com/file/situla-staging/product/ram-corsair-vengeance-rgb-pro-sl","width":500,"height":263},"score":35.2,"text":"La sola capacità non basta? Questo kit della serie Vengeance RGB riesce a raggiungere ben 3600 MHz con un bassissimo tempo di risposta. Mettendo da parte gli aspetti tecnici, le rifiniture metalliche donano al kit un look moderno e raffinato. <strong>In cerca di performance e capacità di altissimo livello? Questo kit Corsair è la soluzione perfetta.</strong>","blockType":"postProduct1"},{"html":"<h2>Come posso aiutarti?</h2><p>Omni Atlas è stato creato secondo un principio di continua evoluzione. La tecnologia progredisce, i prezzi oscillano e anche le domande stesse cambiano. Vorrei che la guida alla miglior RAM rispecchiasse questi cambiamenti.</p><p>Hai idee o suggerimenti su come migliorare questo articolo? Oppure non sei ancora sicuro su quale RAM comprare? Scrivimi un <a rel=\"noreferrer noopener\" href=\"https://t.me/RayRemnant\" target=\"_blank\">messaggio diretto su Telegram</a> o unisciti al <a rel=\"noreferrer noopener\" href=\"https://discord.gg/uM5wTYg\" target=\"_blank\">canale Discord di Omni Atlas</a>!</p>"}],"type":"post"}