{"title":"Miglior Alimentatore PC","author":"Ray Remnant","time":{"published":"2021-03-25T19:34:26Z","modified":"2021-03-29T18:39:08Z"},"image":"https://media.omni-atlas.com/file/situla/content/corsair-rm750","hreflangs":{"it":"miglior-alimentatore-pc"},"categories":["Alimentatore"],"tags":["Guide Acquisto"],"group":"buying-guides","meta":{"title":"Miglior Alimentatore PC: quale scegliere? Guida acquisto ","description":"In dubbio sulla scelta del miglior alimentatore PC? Ecco qui la guida completa su come scegliere l&#039;alimentatore PC e quale comprare","facebook":{"img":""},"twitter":{"img":""}},"content":[{"html":"<p>Sei in cerca del <strong>miglior alimentatore PC</strong>? Questa guida ti aiuterà a scegliere il modello più adatto alla tua configurazione.</p><p>L&#8217;alimentatore o PSU (Power Supply Unit) ha il compito di <strong>consegnare tutta l&#8217;energia necessaria ai componenti interni del computer</strong>. Si può considerare il cuore della configurazione ed è pertanto vitale al suo funzionamento. Questo vuol dire che l&#8217;alimentatore ha anche l&#8217;importante incarico di salvaguardare tutta la componentistica da eventuali imprevisti.</p><p>Dato che <strong>in genere non influenza le prestazioni del PC</strong>, è spesso trascurato durante la selezione dei componenti, ma è importante non commettere questo errore. Bisogna invece puntare ad un prodotto affidabile che non metta a rischio l&#8217;incolumità dell&#8217;intera configurazione.</p><h2>Come scegliere l&#8217;alimentatore PC</h2><figure class=\"content-figure aligncenter\"><picture style=\"width:476px;height:399px\"><source srcset=\"https://media.omni-atlas.com/file/situla/content/alimentatore-pc-evga-600-w1-cables.webp\" type=\"image/webp\"><source srcset=\"https://media.omni-atlas.com/file/situla/content/alimentatore-pc-evga-600-w1-cables.jpg\" type=\"image/jpeg\"><img loading=\"lazy\" src=\"https://media.omni-atlas.com/file/situla/content/alimentatore-pc-evga-600-w1-cables.jpg\" class=\"content-image\"  alt=\"Esempio di alimentatore ATX per PC fisso\" /></picture></figure><p>Tutto dipende dagli altri componenti del computer, in particolare da processore e scheda video. Essendo le principali unità di calcolo, <strong>CPU e GPU sono i componenti più esigenti dal punto di vista energetico</strong>. Ecco perché è consigliabile scegliere l&#8217;alimentatore PC dopo aver definito gran parte della configurazione. Andiamo a capire meglio le caratteristiche tecniche che definiscono l&#8217;unità di alimentazione.</p><p>Il <strong>wattaggio di un alimentatore</strong> è la quantità di energia che è in grado di erogare al massimo delle sue capacità, espressa in watt (W). È la caratteristica più comprensibile visto che si tratta di una semplice cifra, ma non lasciarti ingannare: <strong>i watt non definiscono la qualità di un alimentatore</strong>. Molti prodotti con brand sconosciuti promettono un alto wattaggio a prezzi stracciati. Si tratta di pubblicità ingannevole poiché questi alimentatori non sono in grado di erogare in maniera continuativa l&#8217;energia dichiarata e sono spesso sprovvisti di un numero adeguato di cavi.</p><p>L&#8217;<strong>efficienza di un alimentatore</strong> rappresenta invece quanto efficacemente l&#8217;unità riesce a trasportare la corrente al destinatario. In pratica, il PSU assorbe elettricità dalla parete per poi ridistribuirla ai vari componenti interni. Durante questo processo però, parte dell&#8217;energia viene dispersa in calore. <strong>La certificazione 80 Plus si occupa di garantire che almeno l&#8217;80% della corrente arrivi a destinazione</strong>. Questa si ramifica in 80 Plus White, Bronze, Silver, Gold, Platinum e Titanium; che stanno a rappresentare il graduale aumento in efficienza. Nemmeno questa certificazione determina in modo assoluto la qualità di un prodotto, ma è sicuramente un parametro più affidabile del wattaggio.</p><figure class=\"content-figure aligncenter\"><picture style=\"width:768px;height:166px\"><source srcset=\"https://media.omni-atlas.com/file/situla/content/80-plus-efficiency.webp\" type=\"image/webp\"><source srcset=\"https://media.omni-atlas.com/file/situla/content/80-plus-efficiency.jpg\" type=\"image/jpeg\"><img loading=\"lazy\" src=\"https://media.omni-atlas.com/file/situla/content/80-plus-efficiency.jpg\" class=\"content-image\"  alt=\"gerarchia certificazione 80 Plus\" /></picture></figure><p>Ora, tenendo in considerazione watt ed efficienza, valuta i seguenti punti chiave sull&#8217;alimentatore PC:</p><ul class=\"list0em\"><li>È particolarmente <strong>inefficiente sotto il 20%</strong> della capacità dichiarata</li><li>Raggiunge il <strong>picco di efficienza al 50%</strong> del carico massimo</li><li><strong>Farlo operare costantemente vicino alla sua soglia massima potrebbe ridurne la longevità</strong></li></ul><p>Quindi, come scegliere il miglior alimentatore PC per la tua configurazione? Innanzitutto misura i watt massimi che il computer può consumare attraverso <a href=\"https://it.msi.com/calculator\" target=\"_blank\" rel=\"noopener noreferrer\">calcolatore di watt MSI</a>. Una volta inseriti tutti i componenti, ti verrà mostrata la somma del picco massimo di ogni componente. Attenzione! Questo numero è volutamente sproporzionato, non verrà mai raggiunto durante il normale funzionamento. Fatto questo, <strong>prendi i watt restituiti dal calcolatore e aggiungi il 75%: questo è il wattaggio ideale per la tua configurazione</strong>. Ad esempio, se il picco massimo è intorno ai 300 watt, sceglierei un alimentatore da 550W / 500W.</p><p>Infine, la <strong>modularità di un alimentatore</strong> è la capacità di poter rimuovere o sostituire i cavi dell&#8217;unità. Ciò vuol dire che <strong>potrai mettere da parte tutti quei cavi in eccesso</strong>, oppure, se vuoi proprio dare un tocco di classe al tuo PC, sostituirli con degli affascinanti cavi rivestiti (come quelli proposti da <a rel=\"noopener noreferrer\" href=\"https://www.amazon.it/s/ref=as_li_ss_tl?__mk_it_IT=%C3%85M%C3%85%C5%BD%C3%95%C3%91&amp;url=search-alias=aps&amp;field-keywords=CableMod&amp;linkCode=ll2&amp;tag=pc-atlas-psu-21&amp;linkId=d52fa2739908a3e229fdddd0fd645c46&amp;language=it_IT\" target=\"_blank\">CableMod</a>). Si parla invece di semi modularità quando i cavi di scheda madre e processore non sono rimovibili, è un ottimo compromesso visto che sono comunque indispensabili al funzionamento del computer. Per qualsiasi dubbio puoi contattarmi tramite i commenti in fondo all&#8217;articolo, ti aiuterò volentieri!</p><p>Veniamo al dunque con la selezione di miglior alimentatore PC suddivisa in base al wattaggio. Ogni prodotto è provvisto di una scheda tecnica e una breve descrizione per aiutarti nella scelta. Se hai ancora dubbi puoi chiedere supporto nella sezione commenti in fondo all&#8217;articolo, sarò lieto di aiutarti!</p><h2>Miglior Alimentatore PC economico</h2>"},{"type":"PSU","name":{"brand":"Corsair","full":"Corsair CV450"},"specs":{"watt":450,"modular":"no","efficiency":"80 Plus Bronze","warranty":{"standard":3}},"code":"RPS0126","image":{"url":"https://f003.backblazeb2.com/file/situla-staging/product/psu-corsair-cv450","width":500,"height":369},"shop":{"it":{"amazon":{"availability":1,"id":"B07YVWMTT5","price":46.99,"prime":true},"pseudoPrice":42,"ranking":["amazon"]}},"score":17.200000000000003,"text":"Vuoi semplicemente spendere il meno possibile? Il Corsair VS450 è un prodotto a basso costo adatto a configurazioni PC con poche esigenze, preferibilmente Intel Core i3 o AMD Ryzen 3 e, al massimo, una scheda video GTX 1050. Corsair affida alla serie VS il suo tipico look minimalista, rivestendo inoltre i cavi di alimentazione in nero (anche se parzialmente).<br>Sarò onesto, preferirei investire su un alimentatore più valido: prodotti di qualità hanno meno probabilità di fallire e sono la scelta lungimirante per la tua configurazione PC. Ma se proprio vuoi andare a risparmio, questo è un ottimo compromesso. <strong>Vuoi un PSU essenziale che svolga il suo lavoro? Il Corsair VS450 è il miglior alimentatore PC economico.</strong>","blockType":"postProduct1"},{"html":"<h2>Miglior Alimentatore PC 450W</h2>"},{"type":"PSU","name":{"brand":"Cooler Master","full":"Cooler Master MasterWatt 450"},"specs":{"watt":450,"modular":"semi","efficiency":"80 Plus Bronze","warranty":{"standard":5}},"code":"MPX-4501-AMAAB","image":{"url":"https://f003.backblazeb2.com/file/situla-staging/product/psu-cooler-master-masterwatt-450","width":500,"height":330},"shop":{"it":{"amazon":{"availability":7,"id":"B076PBT7H6","price":45.9,"prime":false},"pseudoPrice":55,"ranking":["amazon"]}},"score":28.500000000000004,"text":"Il MasterWatt 450 di Cooler Master è un alimentatore adatto alla maggior parte dei PC di fascia medio-bassa. Vista la sua fascia di prezzo, offre un'ottima qualità dei componenti interni assieme a delle funzionalità degne di nota. Prima di tutto, la serie MasterWatt vanta una modalità <em>fanless</em> sotto il 15% del carico di lavoro. Questo vuol dire che la ventola non entrerà in funzione finché non inizierai a utilizzare sul serio il computer.<br>Presenta inoltre un design semi modulare, che permetterà un'organizzazione più pulita dei cavi. Infine, l'unità ha un'efficienza certificata 80 Plus Bronze ed è affiancata da 5 anni di garanzia, ottimo considerando la competizione. <strong>In cerca di un buon prodotto senza spendere troppo? Il Cooler Master MasterWatt 450 è il miglior alimentatore PC per rapporto prezzo / performance.</strong>","blockType":"postProduct1"},{"html":"<h2>Miglior Alimentatore PC 550W</h2>"},{"type":"PSU","name":{"brand":"Cooler Master","full":"Cooler Master MasterWatt 550"},"specs":{"watt":550,"modular":"semi","efficiency":"80 Plus Bronze","warranty":{"standard":5}},"code":"MPX-5501-AMAAB","image":{"url":"https://f003.backblazeb2.com/file/situla-staging/product/psu-cooler-master-masterwatt-550","width":500,"height":331},"shop":{"it":{"amazon":{"availability":1,"id":"B076PMC7QH","price":76.01,"prime":false},"pseudoPrice":76,"ranking":["amazon"]}},"score":28.500000000000004,"text":"Continuando sulla stessa strada della proposta precedente, il Cooler Master MasterWatt 550 è un prodotto solido dal prezzo competitivo. A parte il wattaggio aumentato, le caratteristiche tecniche sono le stesse identiche: certificazione 80 Plus Bronze, semi-modularità e modalità <em>fanless</em> sotto il 15% di carico.<br>Con i suoi 550W e una garanzia di 5 anni, il PSU di Cooler Master è adatto a pressoché qualsiasi configurazione. <strong>Modularità e qualità al giusto prezzo? Il Cooler Master MasterWatt 550 è il miglior alimentatore PC da 550W.</strong>","blockType":"postProduct1"},{"html":"<h2>Miglior Alimentatore PC 650W</h2>"},{"type":"PSU","name":{"brand":"BitFenix","full":"BitFenix Formula Gold 650W"},"specs":{"watt":650,"modular":"no","efficiency":"80 Plus Gold","warranty":{"standard":5}},"code":"BP-FM650ULAG","shop":{"it":{"amazon":{"id":"B077595TW9","availability":7,"price":79.9,"prime":false},"pseudoPrice":95,"ranking":["amazon"]}},"image":{"url":"https://f003.backblazeb2.com/file/situla-staging/product/psu-bitfenix-formula-gold-650w","width":500,"height":438},"score":27.6,"text":"La scelta ricade stavolta sul BitFenix Formula Gold da 650W. Gli alimentatori di questo brand non possono sicuramente definirsi popolari, ma la gamma Formula Gold è stata una piacevole sorpresa. Caratterizzato da una eccellente qualità dei componenti interni, questo PSU è affiancato da una certificazione 80 Plus Gold per l'efficienza e presenta tutti i cavi necessari per una configurazione di alto livello. Infatti, i quattro cavi PCIe sono sufficienti per installare le più potenti schede video sul mercato o realizzare configurazioni multi-GPU.<br>Come nota negativa, però, dovrai rinunciare alla modularità e convivere con dei condensatori sui cavi dell'alimentazione — una tecnica utilizzata per aumentare la stabilità dell'unità, ma sicuramente non piacevole alla vista. <strong>Ciò non toglie l'ottimo rapporto tra prezzo e performance dell'unità, il BitFenix Formula 650 è il miglior alimentatore da 650W del momento.</strong>","blockType":"postProduct1"},{"html":"<h2>Miglior Alimentatore PC 750W</h2>"},{"type":"PSU","name":{"brand":"Corsair","full":"Corsair RM750"},"specs":{"watt":750,"modular":"yes","efficiency":"80 Plus Gold","warranty":{"standard":10}},"code":"RPS0119","image":{"url":"https://f003.backblazeb2.com/file/situla-staging/product/psu-corsair-rm750","width":500,"height":451},"shop":{"it":{"amazon":{"availability":1,"id":"B07S4TKB4S","price":114.6,"prime":true},"pseudoPrice":103,"ranking":["amazon"]}},"score":17.200000000000003,"text":"Il Corsair RM750 è quello che si può definire un alimentatore di fascia alta, caratterizzato da un'eccellente qualità costruttiva. Segue l'onda dei modelli visti fin'ora proponendo una certificazione 80 Plus Gold e la completa modularità dei cavi.<br>La gamma RM ha però le sue peculiarità. Prima di tutto la modalità <em>fanless</em>, conosciuta sotto il nome Zero RPM Fan, che fa avviare la ventola dell'unità solo nel momento del bisogno. Seconda, ma non meno importante, l'estesa garanzia di 10 anni che rappresenta una sicurezza sulla longevità della tua configurazione. <strong>Il miglior alimentatore PC da 750W per configurazioni di alto livello, il Corsair RM750 è la scelta perfetta.</strong>","blockType":"postProduct1"},{"html":"<h2>Come posso aiutarti?</h2><p>Omni Atlas è stato creato secondo un principio di continua evoluzione. La tecnologia progredisce, i prezzi oscillano e anche le domande stesse cambiano. Vorrei che la guida al miglior alimentatore PC rispecchiasse questi cambiamenti.</p><p>Hai idee o suggerimenti su come migliorare questo articolo? Oppure non sei ancora sicuro su quale alimentatore PC comprare? Scrivimi un <a rel=\"noreferrer noopener\" href=\"https://t.me/RayRemnant\" target=\"_blank\">messaggio diretto su Telegram</a> o unisciti al <a rel=\"noreferrer noopener\" href=\"https://discord.gg/uM5wTYg\" target=\"_blank\">canale Discord di Omni Atlas</a>!</p>"}],"type":"post"}