{"title":"Migliore Scheda video","author":"Ray Remnant","time":{"published":"2021-04-10T20:51:25Z","modified":"2021-04-11T11:06:29Z"},"image":"https://media.omni-atlas.com/file/situla/content/gpu-msi-rgb","hreflangs":{"it":"migliore-scheda-video"},"categories":["Scheda Video"],"tags":["Guide Acquisto"],"group":"buying-guides","meta":{"title":"Migliore Scheda Video: quale scegliere?","description":" Sei in cerca della migliore scheda video per il tuo PC? In questa guida trovi tutto su come scegliere la scheda video.","facebook":{"img":""},"twitter":{"img":""}},"content":[{"html":"<p>Sei in cerca della <strong>migliore scheda video</strong> per la tua configurazione PC? In questa guida troverai tutte le informazioni necessarie per sceglierla.</p><p>La scheda video o scheda grafica (spesso chiamata <abbr title=\"Graphics Processing Unit\">GPU</abbr>) si occupa di generare e trasmettere le immagini che vedi sul display. È perciò specializzata nell&#8217;elaborazione di immagini e, in particolare, di oggetti tridimensionali, motivo per cui è fondamentale per avere un&#8217;esperienza di gioco adeguata su PC.</p><h2>Quale scheda video scegliere?</h2><p>Dipende sempre dal budget e dalle tue esigenze. È chiaro a questo punto che non puoi scegliere né cambiare la grafica integrata di un processore, perciò l&#8217;unico componente da valutare è la scheda video dedicata. Dopotutto, se stai assemblando un economico PC senza troppe pretese, la scheda grafica integrata sarà sufficiente.</p><p><strong>La scelta di una scheda video più avanzata ricade perciò su Nvidia e AMD</strong>, gli unici due competitor nel mercato di GPU ad alte prestazioni. Entrambi seguono gli standard del settore offrendo prodotti finali apparentemente molto simili. I due produttori si occupano infatti della progettazione e realizzazione dei chip grafici, lasciando ulteriori personalizzazioni, come la dissipazione e l&#8217;aspetto della scheda, in mano ad aziende terze come ASUS, MSI, Gigabyte e altri.</p><p>La vera differenza sta perciò nell&#8217;architettura della scheda video, di cui Nvidia e AMD sono direttamente responsabili.</p><h3>Nvidia o AMD?</h3><p>Il fine è lo stesso, realizzare la migliore scheda video, ma l&#8217;approccio dei due produttori di GPU è molto differente. Qui sotto ho dedicato due capitoli alle strategie utilizzate e ai più recenti avvenimenti di questa industria. Non sono informazioni essenziali per la scelta della scheda video, ma potrebbe essere utile sapere un po&#8217; di più sul brand che stai per acquistare.</p><h4>Schede video Nvidia GeForce</h4><figure class=\"content-figure alignleft\"><picture style=\"width:336px;height:125px\"><source srcset=\"https://media.omni-atlas.com/file/situla/content/nvidia-geforce-rtx-logo.webp\" type=\"image/webp\"><source srcset=\"https://media.omni-atlas.com/file/situla/content/nvidia-geforce-rtx-logo.jpg\" type=\"image/jpeg\"><img loading=\"lazy\" src=\"https://media.omni-atlas.com/file/situla/content/nvidia-geforce-rtx-logo.jpg\" class=\"content-image\"  alt=\"Nvidia RTX Logo\" /></picture></figure><p>Nvidia è ormai in una posizione di <strong>confortevole leadership da svariati anni</strong>. Frutto di continui miglioramenti nella performance e nell&#8217;efficienza, assieme a campagne di marketing dedicate a gamers e appassionati del settore. L&#8217;ultima serie RTX è l&#8217;ennesima conferma di questa tendenza. La top di gamma GeForce RTX 3080 Ti si guadagna il trono di migliore scheda video per il gaming, scavalcando la precedente generazione con enormi margini di guadagno.</p><p>Risultati sorprendenti, ma bisogna considerare il rovescio della medaglia. <strong>Data la mancanza di reale competizione, Nvidia fa pagare assai cari i prodotti di fascia alta</strong>, arrivando a superare la soglia dei 1500€ (meglio conosciuta come la soglia dell&#8217;iPhone X).</p><p>Allo stesso tempo, l&#8217;azienda è nota per le sue tecnologie proprietarie: Hairworks, PhysX, G-Sync o il più recente RTX Ray Tracing. Software costruiti intorno alle capacità delle proprie schede video e che spesso penalizzano la competizione. Qualcuno direbbe che sia naturale, si tratta di un business che vuole proteggere i suoi interessi, ma AMD dimostra che non è detto che debba necessariamente essere così.</p><h4>Schede video AMD Radeon</h4><figure class=\"content-figure alignright\"><picture style=\"width:336px;height:120px\"><source srcset=\"https://media.omni-atlas.com/file/situla/content/amd-radeon-logo.webp\" type=\"image/webp\"><source srcset=\"https://media.omni-atlas.com/file/situla/content/amd-radeon-logo.jpg\" type=\"image/jpeg\"><img loading=\"lazy\" src=\"https://media.omni-atlas.com/file/situla/content/amd-radeon-logo.jpg\" class=\"content-image\"  alt=\"AMD Radeon Logo\" /></picture></figure><p>Dall&#8217;altro lato, AMD insegue Nvidia nella gara alla migliore scheda video. La gamma RX 500 tiene testa alla competizione nella fascia medio-bassa e con l&#8217;introduzione della serie RX 5700 e dell&#8217;architettura RDNA, il futuro di AMD si prospetta molto promettente.</p><p>In passato l&#8217;azienda si è rivolta alla tecnologia <abbr title=\"High Bandwidth Memory\">HBM</abbr>, di cui è diretta fondatrice, per risolvere i crescenti problemi di consumi e spazio occupato dalla memoria sulla scheda video. AMD ha ricevuto un feedback positivo dall&#8217;industria hardware, tant&#8217;è vero che Nvidia stessa utilizza questa memoria su alcuni dei suoi prodotti più avanzati (non è infatti una tecnologia proprietaria), ma l&#8217;inefficienza dell&#8217;architettura e il prezzo non proprio competitivo hanno segnato l&#8217;insucesso di AMD Vega tra i consumatori.</p><p>Il marchio è però tornato sui suoi passi con le GPU RX 5000 che abbandonano la vecchia architettura CGN in favore della nuova e più ottimizzata RDNA. Facendo leva su un avanzatissimo processo produttivo a 7nm, <strong>le schede video AMD sono tornate a far tremare il dominio di Nvidia</strong>, sia in termini di performance, che di efficienza. AMD ha ancora molto da fare per raggiungere il competitor, ma è decisamente sulla strada giusta.</p><p>Inoltre, <strong>AMD abbraccia le tecnologie open source</strong>, contribuendo al miglioramento dell&#8217;intera industria PC. Oltre alla memoria HBM, l&#8217;azienda ha preso parte a progetti come lo sviluppo della API Vulkan, usata per giochi altamente ottimizzati, o il FreeSync, l&#8217;alternativa gratuita al costoso G-Sync di Nvidia.</p><p>Infine, <strong>le GPU AMD si distinguono per l&#8217;eccellente rapporto fra prezzo e performance</strong>. Ora che AMD ha recuperato terreno anche nell&#8217;efficienza, non ha più nulla da invidiare al competitor. Come nota finale, tipicamente AMD riesce a dare il meglio di sé nei titoli DirectX 12 e Vulkan.</p><h2>Consigli su come scegliere la migliore scheda video</h2><p>La scelta varia in base a esigenze e budget, ma ecco dei validi consigli da tenere in considerazione prima di procedere all&#8217;acquisto.</p><ul class=\"list1em\"><li><strong>Tutti i prodotti appartenenti a una stessa famiglia di GPU (o architettura) sono in realtà la medesima scheda video</strong>. Mi spiego meglio, i produttori partono dalla migliore scheda video che possono realizzare, per poi ridimensionare il progetto per le varie fasce di mercato. Una strategia molto conveniente che semplifica anche la comparazione fra le GPU di uno stesso produttore. Insomma, nel più dei casi la decisione è determinata dal budget piuttosto che dalla scheda video in sé.</li><li><strong>I GB di memoria di una scheda video non sono un criterio valido per la scelta di un prodotto</strong>. Certo, avere un quantitativo maggiore di <abbr title=\"Video RAM\">VRAM</abbr> è senza dubbio positivo, ma bisogna considerare prima di tutto l&#8217;architettura della GPU. In poche parole, è importante scegliere esclusivamente prodotti di ultima generazione. Le schede video precedenti non offrono più performance competitive al prezzo a cui sono proposte (nuove, si intende).</li><li><strong>Non è consigliato installare più di una scheda video</strong>. Le cosiddette configurazioni multi-GPU sono inefficienti sia a livello di consumi, che a livello di costi. Non solo, potrebbero avere problemi di compatibilità con alcuni giochi, facendo schermo nero all&#8217;avvio, oppure funzionare senza far uso delle GPU aggiuntive. Ad esempio, è più sensato prendere una RTX 3080 Ti piuttosto che due RTX 3070. L&#8217;unica eccezione è appunto quando una GPU più potente non esiste: se sei già in possesso della migliore scheda video sul mercato, non puoi che aggiungerne un&#8217;altra. Ma, considerando il costo di questo componente, è un caso molto di nicchia.</li></ul><h2>Non è un buon momento&#8230;</h2><p>Fatta questa lunga premessa, beh non c&#8217;è molto da dire. È un periodaccio per assemblare una configurazione PC, con i problemi della pandemia, l&#8217;impennarsi delle domanda per prodotti elettronici e il boom delle cryptovalute, la possibilità di ottenere una scheda video ad un prezzo decente sono vicine allo zero. Purtroppo non ho alcun consiglio valido per trovare una GPU di questi tempi, ma ti aggiornerò in caso ciò dovesse cambiare.</p><h2>Come posso aiutarti?</h2><p>Omni Atlas è stato creato secondo un principio di continua evoluzione. La tecnologia progredisce, i prezzi oscillano e anche le domande stesse cambiano. Vorrei che la guida alla migliore scheda video rispecchiasse questi cambiamenti.</p><p>Hai idee o suggerimenti su come migliorare questo articolo? Oppure non sei ancora sicuro su quale scheda video comprare? Scrivimi un <a rel=\"noreferrer noopener\" href=\"https://t.me/RayRemnant\" target=\"_blank\">messaggio diretto su Telegram</a> o unisciti al <a rel=\"noreferrer noopener\" href=\"https://discord.gg/uM5wTYg\" target=\"_blank\">canale Discord di Omni Atlas</a>!</p>"}],"type":"post"}