{"title":"Scheda Video","hreflangs":{"it":"scheda-video"},"meta":{"title":"","description":"Cos&#039;è la scheda video? Qual è il suo ruolo all&#039;interno del computer? Ecco una serie di informazioni utili su questo componente PC.","facebook":{"img":""},"twitter":{"img":""}},"content":"<p>La scheda video o scheda grafica (spesso chiamata <abbr title=\"Graphics Processing Unit\">GPU</abbr>) si occupa di generare e trasmettere le immagini che vedi sul monitor. Si tratta perciò di un&#8217;unità di calcolo specializzata che fa da assistente alla CPU, il centro di comando del computer.</p>\n<p>Puoi immaginare la GPU come una sorta di cervello aggiuntivo, il cui compito è svolgere operazioni che al processore non vengono facili. Viene istintivo pensare al <strong>gaming o software 3D</strong>, ma le potenzialità di questo componente hanno tanti altri utilizzi (come ad esempio quello nel <em>mining</em> di cui hai probabilmente sentito parlare).</p>\n<h2>Scheda video integrata</h2>\n<p><figure class=\"content-figure alignright\"><picture style=\"width:192px;height:191px\"><source srcset=\"https://media.omni-atlas.com/file/situla/content/cpu-intel-tray.webp\" type=\"image/webp\"><source srcset=\"https://media.omni-atlas.com/file/situla/content/cpu-intel-tray.jpg\" type=\"image/jpeg\"><img loading=\"lazy\" src=\"https://media.omni-atlas.com/file/situla/content/cpu-intel-tray.jpg\" class=\"content-image\" /></picture></figure>\t</p>\n<p>La <strong>scheda grafica integrata</strong> (anche detta <abbr title=\"Integrated Graphics Processing Unit\">iGPU)</abbr> è situata all&#8217;interno della CPU stessa. Ciò vuol dire che non è richiesto alcun componente aggiuntivo per visualizzare ciò che accade su schermo. Una comodità molto abbracciata dal produttore di processori Intel e, in minor parte, anche da AMD.</p>\n<p>In pratica, <strong>la gran parte dei processori in circolazione dispongono di una scheda grafica integrata</strong>. Per utilizzarla ti basterà collegare il cavo del monitor a qualsiasi delle porte presenti sul retro del PC (ovvero alle uscite video della scheda madre).</p>\n<p>Le prestazioni di una GPU integrata sono di gran lunga inferiori a quelle di una moderna scheda dedicata. Rimane comunque una soluzione <strong>adeguata per chi fa un uso basilare del computer</strong>, come la navigazione web, lo streaming di film o l&#8217;utilizzo di applicativi Office. Inoltre, può sempre tornare utile nel caso in cui la scheda dedicata abbia malfunzionamenti.</p>\n<h2>Scheda video dedicata</h2>\n<p><figure class=\"content-figure alignleft\"><picture style=\"width:471px;height:292px\"><source srcset=\"https://media.omni-atlas.com/file/situla/content/gpu-evga-two-fans.webp\" type=\"image/webp\"><source srcset=\"https://media.omni-atlas.com/file/situla/content/gpu-evga-two-fans.jpg\" type=\"image/jpeg\"><img loading=\"lazy\" src=\"https://media.omni-atlas.com/file/situla/content/gpu-evga-two-fans.jpg\" class=\"content-image\" /></picture></figure>\t</p>\n<p>La <strong>scheda grafica dedicata</strong> (talvolta chiamata <abbr title=\"Discrete Graphics Processing Unit\">dGPU)</abbr> è invece un componente a sé stante. È provvista di un&#8217;unità di calcolo centrale, di una memoria tutta sua e di un dissipatore, proprio come la CPU. Grazie a ciò, la performance può essere esponenzialmente superiore alla prima tipologia di GPU.</p>\n<p>Infatti, la grafica integrata arriva a equivalere al massimo a una scheda video dedicata sotto i 100€. Considerando che le dGPU raggiungono cifre sopra i 1000€, è un risultato abbastanza povero per la controparte integrata.</p>\n<p>Pertanto, una GPU dedicata non può mancare in una configurazione al passo coi tempi. È un componente <strong>essenziale nel gaming e nell&#8217;utilizzo di software professionali</strong> (come video editing e rendering 3D).</p>\n<p>I requisiti di questo componente sono uno slot PCIe, presente in qualsiasi scheda madre per PC desktop, e, se necessario, un cavo di alimentazione aggiuntivo. Di fatto, l&#8217;alimentatore è un elemento importante per garantire le prestazioni e la longevità della tua configurazione, specialmente per schede video di un certo livello.</p>\n<p>Le GPU non hanno altre restrizioni dal punto di vista della compatibilità, perciò <strong>possono essere installate su qualsiasi configurazione</strong> che ne soddisfi i requisiti, che sia Intel o AMD.</p>\n","tags":{"buying-guides":{"posts":[],"main":{"title":"Migliore Scheda video","author":"Ray Remnant","image":"https://media.omni-atlas.com/file/situla/content/gpu-msi-rgb","slug":"migliore-scheda-video","categories":["Scheda Video"],"tags":["Guide Acquisto"]},"title":"Guide Acquisto"},"how-to":{"posts":[],"title":"Guide"}},"type":"category"}