{"title":"Privacy Policy","meta":{"title":"Privacy Policy","description":"Tutte le informazioni relative alla Privacy Policy su Omni Atlas. Il sito non raccoglie alcuna informazione personale.","facebook":{"img":""},"twitter":{"img":""}},"content":"<h2>Chi siamo</h2><p>Florin Damian Dragos gestisce il sito il cui indirizzo è: <a href=\"https://www.omni-atlas.com\" data-type=\"URL\" data-id=\"https://www.omni-atlas.com\" target=\"_blank\" rel=\"noreferrer noopener\">www.omni-atlas.com</a></p><h2>Quali dati personali raccogliamo e perché li raccogliamo</h2><hr><h3>Sito</h3><p>Il sito non raccoglie e non usa alcun dato personale.</p><hr><h3>Comunicazioni e Social</h3><p>L&#8217;interazione con qualsiasi piattaforma di comunicazione (Discord, Telegram, email, etc..) comporterà anche l&#8217;invio delle tue informazioni di contatto (username, email). Utilizzeremo queste informazioni esclusivamente per rispondere ad una tua domanda o richiesta. In nessun caso useremo le tue informazioni personali a scopo promozionale senza un tuo esplicito consenso.</p><hr><h3>Cookie</h3><p>Il sito utilizza un cookie per memorizzare la preferenza del tema grafico scelto (chiaro o scuro). </p><p>Puoi cancellare i cookie che ti sono stati assegnati tramite gli strumenti forniti dal tuo browser.</p><hr><h3>Affiliazione commerciale</h3><p>Qualsiasi rimando ad Amazon attraverso questo sito, sia sotto forma di link testuale che in veste grafica di vario tipo, viene tracciato. Per conoscere quali dati vengono raccolti è necessario far riferimento alle rispettive privacy policy.</p><p><strong>Amazon</strong> (Amazon Inc.) &#8211; Luogo del trattamento: USA – <a href=\"https://www.amazon.com/gp/help/customer/display.html/ref=hp_rel_topic?ie=UTF8&amp;nodeId=468496\" target=\"_blank\" rel=\"noreferrer noopener\">Privacy Policy</a>.</p><hr><h2>Con chi condividiamo i tuoi dati</h2><p>I tuoi dati non verranno mai condivisi con nessuno se non tramite un tuo esplicito consenso.</p><hr><h2>Per quanto tempo conserviamo i tuoi dati</h2><p>Se interagisci con uno dei nostri canali di comunicazione (Discord, Telegram, email, etc..), i tuoi dati verranno conservati a tempo indeterminato. Potrai gestire questi dati attraverso gli strumenti forniti dalle rispettive applicazioni oppure contattarci direttamente per qualsiasi richiesta.</p><hr><h2>Quali diritti hai sui tuoi dati</h2><p>Puoi richiedere la cancellazione di tutti i dati personali che ti riguardano. Questo non include i dati che siamo obbligati a conservare per scopi amministrativi, legali o di sicurezza.</p><hr><h2>Dove spediamo i tuoi dati</h2><p>I tuoi dati risiederanno nelle rispettive applicazioni di comunicazione. Nel caso della email, i dati saranno archiviati dal nostro provider di email hosting.</p><hr><h2>Come proteggiamo i tuoi dati</h2><p>La sicurezza dei tuoi dati è importante per noi, ma ricorda che nessun metodo di trasmissione attraverso Internet, o metodo di trasferimento elettronico, è sicuro al 100%. Ci impegniamo ad utilizzare tutti gli strumenti a nostra disposizione per proteggere i dati in nostro possesso, ma non ne possiamo garantire l’assoluta sicurezza.</p><hr><h2>Da quali terze parti riceviamo dati</h2><p>Il Programma Affiliazione di Amazon.it ci dà accesso al numero di click e agli ordini effettuati da parte degli utenti che, visitando il nostro sito, cliccano su un link ad Amazon. Questi dati sono in forma completamente anonima ed hanno il solo scopo di analizzare l&#8217;efficacia dei nostri contenuti e migliorare il nostro servizio.</p><hr><h2>Informazioni di Contatto</h2><p>Per qualsiasi informazione o richiesta potete contattare l&#8217;indirizzo email: ray@omni-atlas.com</p><hr>"}