{"title":"Storia","meta":{"title":"Storia","description":"Un po&#039; di retroscena su Omni Atlas e le vicende che hanno portato alla sua creazione e oltre.","facebook":{"img":""},"twitter":{"img":""}},"content":"<p>Ciao! Sono Ray, l&#8217;ideatore di Omni Atlas.</p><p>Prima di tutto, grazie — se sei qui è perché vuoi darmi una possibilità.</p><p>Dunque com&#8217;è nato Omni Atlas? Qual è il suo obiettivo?</p><p>La bozza iniziale per Omni Atlas nasce sotto forma di PC Atlas nel 2018.</p><p>Avevo appena smesso di scrivere per Ridble, un sito di news e guide. Questa esperienza mi ha lasciato, da una parte, una grande ispirazione — scrivere sul web poteva avere un impatto enorme, ma, specialmente, essere un business sostenibile mantenendo etica ed imparzialità. È su questo punto che io e il team di Ridble non concordavamo: secondo me la qualità dei contenuti e gli interessi del consumatore andavano ben oltre la crescita dell&#8217;azienda stessa. Semplicemente, non volevo scendere a compromessi per interessi economici non strettamente necessari.</p><p>Da qui la dipartita e l&#8217;idea di creare un progetto sulle stesse righe, secondo i miei termini. PC Atlas debutta nel settembre 2018 e, dopo poco tempo, inizia a dare i primi risultati. Continuo a scrivere qualche articolo, ma diventa chiaro fin da subito che tenere aggiornati tutti questi contenuti avrebbe consumato tanto, troppo tempo. E più articoli scrivevo, più tempo dovevo impiegare a seguire e correggere i prodotti consigliati. Dovevo trovare una soluzione.</p><p>PC Atlas, come Ridble, era basato su <a rel=\"noreferrer noopener\" href=\"https://wordpress.org/\" data-type=\"URL\" data-id=\"https://wordpress.org/\" target=\"_blank\">WordPress</a>, la piattaforma più famosa sul web per creare siti. WordPress è ottimo per scrivere e organizzare contenuti, ma le sue debolezze stavano piano piano cominciando a farsi sentire. Avevo bisogno di più flessibilità.</p><p>Alimentato da queste frustrazioni e da altri problemi personali, durante il 2019 PC Atlas non riceve grossi cambiamenti. Finalmente, verso la fine dell&#8217;anno, inizio a lavorare al nuovo progetto. L&#8217;evoluzione di PC Atlas doveva utilizzare le tecnologie moderne del web, un sito costruito interamente da zero.</p><p>Un anno dopo (circa) eccomi qui col nuovo Omni Atlas.</p><hr><p>Hai qualche domanda o richiesta da farmi? Puoi scrivermi un <a rel=\"noreferrer noopener\" href=\"https://t.me/RayRemnant\" target=\"_blank\">messaggio diretto su Telegram</a>!</p>"}